{"en":"It was a cold, foggy day","pl":"Był mglisty, zimny poranek"}
{"en":"Looking at the street full of people rushing to their work, Tomek imagined his dream job","pl":"Patrząc na ulicę pełną ludzi spieszących się do pracy, Tomek wyobraził sobie swoją wymarzoną posadę"}
{"en":"He was sitting at his desk and drinking freshly ground coffee","pl":"Siedział przy biurku na najwyższym piętrze wieżowca i popijał świeżą kawę"}
{"en":"Suddenly, the traffic lights turned green","pl":"Wtem, światło na ulicy zmieniło się na zielone"}
{"en":"Tomek was really close to the place which he had imagined working in","pl":"Tomek był już o krok od miejsca, w którym wyobrażał sobie swoją przyszłą pracę"}
{"en":"Before all that, however, he had to pass the job interview, which was to begin in an hour","pl":"Najpierw jednak, musiał przejść rozmowę kwalifikacyjną, która miała odbyć się równo za godzinę"}
{"en":"Tomek was really stressed out","pl":"Tomek był bardzo zestresowany"}
{"en":"All in all, he had attended ten job interviews in the last couple of months, and each time he had heard the same exact words:","pl":"W ciągu ostatnich miesięcy był w sumie na dziesięciu rozmowach o pracę i za każdym razem słyszał to samo:"}
{"en":"We will contact you soon","pl":"Odezwiemy się do Pana wkrótce"}
{"en":"Unfortunately, the telephone was silent, and the e-mail inbox was empty","pl":"Niestety, telefon Tomka milczał, a skrzynka e-mailowa pozostawała pusta"}
{"en":"Tomek was slowly losing hope","pl":"Tomek powoli stracił nadzieję na otrzymanie pracy"}
{"en":"But that day he decided to give his best and make a good impression","pl":"Tego dnia postanowił dać z siebie wszystko i zrobić jak najlepsze wrażenie"}
{"en":"After all, he had nothing to lose","pl":"Nie miał już nic do stracenia"}
{"en":"He knew that if he didn’t get this job, he would have had to move to his parents’ house in the countryside","pl":"Wiedział, że jeśli nie dostanie tej pracy, będzie musiał wyprowadzić się do swoich rodziców na wieś"}
{"en":"The meeting with the recruiter was to begin in 45 minutes","pl":"Do spotkania z rekruterem zostało 45 minut"}
{"en":"Tomek decided to sit in the café on the first floor, have some espresso and plan the interview","pl":"Tomek postanowił usiąść w firmowym bufecie na parterze, wypić espresso i zaplanować przebieg rozmowy"}
{"en":"The longer he practiced, the more stressed he felt","pl":"Im dłużej ćwiczył w myślach, tym bardziej się stresował"}
{"en":"Although he knew what he was going to say, he couldn’t get rid of huge discomfort","pl":"Pomimo tego, że wiedział co chce powiedzieć, uczucie zdenerwowania nie opuszczało go ani na chwilę"}
{"en":"Tomek looked at his watch","pl":"Tomek spojrzał na zegarek"}
{"en":"He had only half an hour left","pl":"Zostało już tylko pół godziny"}
{"en":"He was looking at the sweep hand that seemed to move faster and faster","pl":"Przez chwilę wpatrywał się jeszcze we wskazówkę zegara, która zdawała się przyspieszać z sekundy na sekundę"}
{"en":"Tomek was so stressed that he hadn’t noticed that the café is full of people","pl":"Tomek był tak zestresowany, że nawet nie zauważył, że bufet jest pełen ludzi"}
{"en":"Perhaps the employees have a lunch break, he thought","pl":"Pewnie pracownicy mają przerwę, pomyślał"}
{"en":"At the same moment, an elegantly dressed woman walked into the café, She was holding a couple of documents","pl":"W tej samej chwili do kawiarni weszła elegancko ubrana kobieta, trzymająca w ręku plik dokumentów"}
{"en":"She ordered some coffee and quickly realized that there hadn’t been any seats left","pl":"Zamówiła kawę i szybko zorientowała się, że przy żadnym ze stolików nie ma już miejsca"}
{"en":"Looking around, she saw one seat by Tomek’s table","pl":"Rozglądając się po sali, zauważyła, że przy stoliku Tomka jest wolne miejsce"}
{"en":"Hi, I’m Karolina","pl":"Cześć, jestem Karolina"}
{"en":"Can I sit here? she asked","pl":"Czy mogę się dosiąść? zapytała"}
{"en":"Sure","pl":"Pewnie"}
{"en":"go ahead","pl":"Zapraszam"}
{"en":"I’m Tomek","pl":"Jestem Tomek"}
{"en":"Nice to meet you","pl":"Miło mi"}
{"en":"Do you work here? I have been coming here every day, but I have seen you for the first time","pl":"Czy ty u nas pracujesz? Przychodzę tu na przerwę codziennie i widzę cię pierwszy raz"}
{"en":"Tomek didn’t know what to say, but finally, he decided to tell her the truth: I don’t work here","pl":"Tomek przez moment nie wiedział co odpowiedzieć, ale w końcu postanowił powiedzieć prawdę: Nie pracuję tutaj"}
{"en":"I came here because I have a job interview that begins in 30 minutes","pl":"Przyszedłem na rozmowę o pracę, która ma odbyć się za pół godziny"}
{"en":"Karolina was a really nice person","pl":"Karolina była bardzo miłą osobą"}
{"en":"Tomek found out that she had been working in the company for several years, and she really liked her job since she was meeting new people all the time","pl":"Tomek dowiedział się, że pracuje w firmie już od kilku lat i bardzo lubi swoją pracę ponieważ spotyka w niej wielu ciekawych ludzi"}
{"en":"He decided to tell her a couple of things about his life, his university graduation, and living in Warsaw","pl":"Postanowił opowiedzieć jej o swoim życiu, o ukończeniu studiów i mieszkaniu w Warszawie"}
{"en":"He even showed her his CV so that she could tell him whether he had any chances of getting the job","pl":"Pokazał jej nawet swoje CV, aby powiedziała mu czy ma jakieś szanse na dostanie pracy"}
{"en":"Your CV looks really cool","pl":"Twoje CV wygląda naprawdę dobrze"}
{"en":"You graduated from the top university in the city, and you are so talented","pl":"Ukończyłeś najlepszy uniwersytet w mieście i na dodatek jesteś bardzo utalentowany"}
{"en":"Our company is looking for someone like you","pl":"Nasza firma szuka ludzi takich jak ty"}
{"en":"I hope you’ll get the job, she said after seeing his résumé","pl":"Mam nadzieję, że dostaniesz tę pracę, stwierdziła Karolina po obejrzeniu życiorysu Tomka"}
{"en":"I have visited several companies already, and each time they kept extolling my skills","pl":"Byłem już w kilku firmach i za każdym razem mnie chwalili"}
{"en":"Regardless, I’m still unemployed","pl":"Mimo wszystko, nadal jestem bez pracy"}
{"en":"What is wrong with me? Tomek replied","pl":"Co jest ze mną nie tak? odpowiedział Tomek"}
{"en":"Sometimes, your talent and skills need a little bit of luck","pl":"Czasem twój talent i umiejętności potrzebują trochę szczęścia"}
{"en":"Not everyone can see the strong assets at first sight","pl":"Nie każdy umie dostrzec mocne strony drugiej osoby na pierwszy rzut oka"}
{"en":"Sometimes it’s the stress that blocks us from presenting ourselves well","pl":"Czasem to stres blokuje naszą prezentację"}
{"en":"Try to forget about stress","pl":"Postaraj się zapomnieć o stresie"}
{"en":"I will keep my fingers crossed, Karolina said","pl":"Będę trzymać za ciebie kciuki, dodała Karolina"}
{"en":"Thanks for your support","pl":"Dzięki za wsparcie"}
{"en":"Take care","pl":"Trzymaj się"}
{"en":"After a couple of minutes, Tomek realized that the interview started in a moment","pl":"Po kilku chwilach Tomek zdał sobie sprawę, że rozmowa rozpoczyna się już za kilka minut"}
{"en":"He didn’t want to be late, so he took the last sip of his espresso, put the documents in his briefcase, and took the elevator to the top floor","pl":"Nie chciał się spóźnić, dlatego wziął ostatni łyk espresso, schował dokumenty do teczki i pojechał windą na ostatnie piętro"}
{"en":"The conversation with Karolina made him uplifted","pl":"Rozmowa z Karoliną dodała mu otuchy"}
{"en":"He knew that he had to beat stress and make a good impression","pl":"Wiedział, że musi pokonać stres i pokazać się z jak najlepszej strony"}
{"en":"He saw the office 505","pl":"Wtem zauważył pokój 505"}
{"en":"Yes, this was the office","pl":"Tak, to był ten pokój"}
{"en":"He was about to go in","pl":"Już za chwilę będzie w środku"}
{"en":"One interview and I get the dream job","pl":"Jedna rozmowa dzieli mnie od mojej wymarzonej pracy"}
{"en":"I can’t ruin it, he thought","pl":"Nie mogę tego zepsuć, pomyślał Tomek"}
{"en":"And suddenly","pl":"I nagle"}
{"en":"This was his moment","pl":"To był ten moment"}
{"en":"Tomek knew that there wasn’t a way of escape","pl":"Tomek wiedział, że nie ma już drogi ucieczki"}
{"en":"He went in","pl":"Wszedł do środka"}
{"en":"The office was huge","pl":"Biuro było duże"}
{"en":"In the middle, there was a secretary, and on the right, there was the office in which the interview was supposed to take place","pl":"Po środku siedziała sekretarka, a po prawej stronie znajdował się pokój, w którym Tomek miała być rozmowa"}
{"en":"Tomek handed the documents over to the secretary, and nervously took off his jacket","pl":"Tomek podał wszystkie dokumenty sekretarce i nerwowo ściągnął kurtkę"}
{"en":"Ms Karolina is waiting for you","pl":"Pani Karolina czeka na Pana"}
{"en":"Would you like to have some coffee? the secretary asked politely","pl":"Czy chciałby Pan napić się kawy? zapytała uprzejmie sekretarka"}
{"en":"No, thanks, Tomek replied quickly","pl":"Nie dziękuję, odpowiedział Tomek szybko"}
{"en":"Karolina? This has to be a coincidence, he thought and entered office 505","pl":"Karolina? To musi być zbieg okoliczności, pomyślał i wszedł do pokoju 505"}
{"en":"After a second, he couldn’t believe his eyes","pl":"Po chwili nie mógł uwierzyć swoim oczom"}
{"en":"The woman sitting at the desk was the same woman he talked to 30 minutes ago","pl":"Przy biurku siedziała kobieta, z którą pół godziny temu rozmawiał w kawiarni na parterze"}
{"en":"Hi, Tomek! Surprised? Karolina said","pl":"Cześć Tomek Zaskoczony? powiedziała Karolina"}
{"en":"Hi! I can’t believe it’s you","pl":"Cześć! Nie mogę uwierzyć, że to ty"}
{"en":"Did you know? he asked","pl":"Wiedziałaś? zapytał"}
{"en":"I had a hunch","pl":"Miałam przeczucie po tym jak pokazałeś mi swoje CV"}
{"en":"And after you showed me your CV, I knew","pl":"Wtedy przypomniałam sobie, że takie samo wysłałeś do nas mailem tydzień temu"}
{"en":"The moment I saw it, I recalled that you sent us the exact same thing a week ago, Karolina replied and added:","pl":"Odpowiedziała Karolina i dodała:"}
{"en":"I decided not to tell you","pl":"Postanowiłam nic ci nie mówić"}
{"en":"I wanted to see your surprised face","pl":"Chciałam zobaczyć twoją zaskoczoną minę"}
{"en":"Tomek felt that all the stress was gone","pl":"Tomek poczuł, że cały stres nagle go opuścił"}
{"en":"Before he could say anything, Karolina broke in:","pl":"Zanim zdążył cokolwiek powiedzieć, Karolina przerwała mu i dodała:"}
{"en":"I learned everything about you during our conversation in the café","pl":"Wszystkiego o tobie dowiedziałam się podczas naszej rozmowy w kawiarni"}
{"en":"I don’t have to know anything else","pl":"Nie muszę już nic więcej wiedzieć"}
{"en":"You just got the job","pl":"Masz tę pracę"}
{"en":"Tomek couldn’t believe his ears","pl":"Tomek nie wierzył w to co usłyszał"}
{"en":"He was really happy","pl":"Był bardzo szczęśliwy"}
{"en":"He got his dream job and, what is more, he met an amazing person","pl":"Dostał pracę, o której marzył, a na dodatek poznał bardzo miłą osobę"}
{"en":"You start tomorrow at 8 AM but come at 7:30, Karolina said","pl":"Jutro o 8:00 rozpoczynasz pracę, ale przyjdź na 7:30, powiedziała Karolina"}
{"en":"Why? asked Tomek","pl":"Dlaczego? zapytał Tomek"}
{"en":"We will meet at the café, and I will prepare you for your first day","pl":"Spotkamy się w kawiarni i przygotuję cię na pierwszy dzień pracy"}
{"en":"I will tell you a couple of things about the company and show you the entire building, she replied","pl":"Opowiem ci o naszej firmie i pokażę ci nasz budynek, odpowiedziała"}
{"en":"Sounds great! See you tomorrow then!","pl":"Brzmi świetnie! Zatem, do zobaczenia jutro!"}
{"en":"Tomek walked out of Karolina’s office with a big smile on his face","pl":"Tomek wyszedł z biura Karoliny z uśmiechem na twarzy"}
{"en":"His dream just came true","pl":"Jego marzenie się spełniło"}
{"en":"In addition, he just met a new friend","pl":"Na dodatek, zyskał nowego przyjaciela"}
{"en":"After a while, he recalled Karolina’s words:","pl":"Po chwili przypomniał sobie słowa Karoliny:"}
{"en":"Sometimes your talent and your skills need a little bit of luck","pl":"Czasem twój talent i umiejętności potrzebują trochę szczęścia"}
{"en":"This was his lucky day","pl":"To był jego szczęśliwy dzień"}
{"en":"After attending ten interviews, he finally got what he dreamed about in his university days","pl":"Po dziesięciu rozmowach dostał to, o czym marzył na studiach"}
{"en":"He realized that you can’t give up too fast, and you have to believe in yourself","pl":"Zdał sobie sprawę z tego, że nie można poddawać się zbyt szybko i trzeba w siebie wierzyć"}
{"en":"If you have talent, skills, and knowledge, they will be appreciated sooner or later","pl":"Jeśli masz talent, wiedzę i umiejętności, prędzej czy później zostaniesz doceniony"}
{"en":"He said goodbye to the secretary","pl":"Pożegnał się z sekretarką"}
{"en":"He knew that he had a wonderful career and friendship right ahead","pl":"Wiedział, że ma przed sobą wspaniałą karierę i przyjaźń ze wspaniałą osobą"}
{"en":"Tomek was really nervous because he couldn’t find a job after graduating from university","pl":"Tomek był bardzo zdenerwowany, ponieważ po studiach nie mógł znaleźć pracy"}
{"en":"One day he decided to go to the last job interview","pl":"Tego dnia postanowił pójść na ostatnią rozmowę o pracę"}
{"en":"Before the interview, Tomek decided to go to a café to prepare","pl":"Przed rozmową Tomek postanowił pójść do kawiarni, aby się przygotować"}
{"en":"The café was full of people, and there weren’t any tables left","pl":"Kawiarnia była pełna ludzi i nie było wolnych stolików"}
{"en":"After a while, a woman came into the café—Karolina","pl":"Po chwili do kawiarni weszła kobieta—Karolina"}
{"en":"She decided to take a seat next to Tomek’s","pl":"Usiadła z Tomkiem"}
{"en":"Tomek learned that she was working in the company that he wanted to work in","pl":"Tomek dowiedział się, że Karolina pracowała w firmie, w której on chciał pracować"}
{"en":"Karolina looked at his résumé and said goodbye to him","pl":"Karolina obejrzała jego CV i pożegnała się z nim"}
{"en":"After entering the office where the interview was supposed to take place, Tomek saw Karolina","pl":"Po wejściu do biura gdzie miała odbyć się rozmowa Tomek zauważył Karolinę"}
{"en":"It turned out that she was the recruiter","pl":"Okazało się, że to ona była rekruterem"}
{"en":"Tomek got the job","pl":"Tomek dostał pracę"}
{"en":"The woman and the man became friends with each other","pl":"Kobieta i mężczyzna zostali przyjaciółmi"}
{"en":"Sylvia was a normal teenage girl","pl":"Sylwia była zwykłą nastolatką"}
{"en":"She lived in the suburbs with her parents, she was going to school, and she had a few friends","pl":"Mieszkała na przedmieściach z rodzicami, chodziła do szkoły, miała kilku przyjaciół"}
{"en":"But there was something that made her special—long, beautiful hair that grew really fast","pl":"Było jednak coś, co odróżniało ją od reszty znajomych ze szkoły—długie, piękne włosy, które odrastały bardzo szybko"}
{"en":"After each hairdressing appointment, her hair grew out rapidly within a couple of months","pl":"Po każdej wizycie u fryzjera włosy odrastały gwałtownie w ciągu kilku miesięcy"}
{"en":"A beautiful blonde color made Sylvia stand out","pl":"Piękny blond sprawiał, że Sylwia wyróżniała się w tłumie"}
{"en":"Although the girl loved her hair, she had faced many struggles because of it","pl":"Pomimo tego, że dziewczyna kochała swoje włosy, były one dla niej codziennym utrapieniem"}
{"en":"Washing, drying, brushing—everything had taken much time and required a lot of effort","pl":"Mycie, suszenie, czesanie—wszystko zajmowało bardzo dużo czasu i wymagało wiele pracy"}
{"en":"Even making a simple hairstyle seemed to last endlessly","pl":"Nawet zrobienie najprostszej fryzury zdawało się trwać wieczność"}
{"en":"One day, after coming back from school, Sylvia made a simple bun and started to eat her dinner","pl":"Pewnego dnia, po powrocie ze szkoły Sylwia spięła włosy w kok i zaczęła jeść obiad"}
{"en":"She wanted to eat it quickly because she was meeting her friend to study with her for an English test in an hour","pl":"Chciała go zjeść jak najszybciej, ponieważ za godzinę miała przyjść do niej przyjaciółka na wspólną naukę do testu z angielskiego"}
{"en":"Meanwhile, her mother came in","pl":"Tymczasem, do domu weszła mama"}
{"en":"Sylvia looked at her, and she knew that something was wrong","pl":"Sylwia spojrzała na nią i już wiedziała, że coś jest nie tak"}
{"en":"Hi, Mom! What happened? You look different, she asked","pl":"Hej, Mamo! Co się stało? Wyglądasz dziwnie, zapytała"}
{"en":"Hi, honey","pl":"Cześć, kochanie"}
{"en":"I have just lost my job, Mom answered","pl":"Właśnie zwolnili mnie z pracy, odpowiedziała Mama"}
{"en":"But","pl":"Ale"}
{"en":"how? What are you gonna do? Sylvia panicked","pl":"jak? Co zamierzasz zrobić? Sylwia wpadła w panikę"}
{"en":"Her mom had had a pretty good salary","pl":"Jej mama zarabiała dobrze"}
{"en":"Thanks to her job, Sylvia had been receiving pocket money and had been taking part in summer camps","pl":"Dzięki jej pracy Sylwia dostawała kieszonkowe i jeździła na obozy wakacyjne"}
{"en":"I expected this to happen","pl":"Spodziewałam się tego już od jakiegoś czasu"}
{"en":"The company doesn’t do well","pl":"W firmie nie jest dobrze"}
{"en":"We have to cut our expenses for a while","pl":"Przez jakiś czas będziemy musieli ograniczyć wydatki"}
{"en":"We will make a living by Dad’s salary until I find a new job, Mom replied","pl":"Dopóki nie znajdę nowej pracy będziemy żyć z pensji Taty, odpowiedziała Mama"}
{"en":"Sylvia already knew the answer, yet she asked:","pl":"Sylwia już znała odpowiedź, ale spytała:"}
{"en":"Does this mean that I won’t go to the camp this year?","pl":"Czy to oznacza, że nie pojadę w tym roku na obóz?"}
{"en":"I’m afraid so, honey","pl":"Obawiam się że tak, kochanie"}
{"en":"I’m sorry","pl":"Przepraszam"}
{"en":"Sylvia was heartbroken","pl":"Sylwia była załamana"}
{"en":"She had been waiting for the camp for the entire year","pl":"Cały rok czekała na ten obóz"}
{"en":"She wanted to meet her friends again, experience new adventures, and discover new places","pl":"Chciała znów spotkać się ze swoimi przyjaciółmi, przeżywać przygody i odwiedzać nowe miejsca"}
{"en":"Unfortunately, she knew that her dad’s salary was not enough to cover daily expenses and the cost of her camp","pl":"Niestety, wiedziała również, że pensja taty nie wystarczy na pokrycie codziennych wydatków i wyjazdu"}
{"en":"Sylvia was walking into her room when the doorbell rang","pl":"Sylwia szła do swojego pokoju, gdy nagle zadzwonił dzwonek"}
{"en":"Due to the sad news, she had completely forgotten about the meeting with Ania","pl":"Przez tę smutną wiadomość całkiem zapomniała o spotkaniu z Anią"}
{"en":"They wanted to study for tomorrow’s test","pl":"Przecież miały się razem uczyć do jutrzejszego testu"}
{"en":"You look different","pl":"Wyglądasz jakoś dziwnie"}
{"en":"You can’t focus on studying","pl":"Nie możesz skupić się na nauce"}
{"en":"Is everything okay? Ania asked","pl":"Wszystko ok? zapytała Ania"}
{"en":"I’m not going to the camp this year","pl":"Nie jadę w tym roku na obóz"}
{"en":"My parents don’t have the money","pl":"Rodzice nie mają pieniędzy"}
{"en":"My mom has just lost her job, Sylvia replied","pl":"Mama właśnie straciła pracę, odpowiedziała Sylwia"}
{"en":"Oh","pl":"Ojej"}
{"en":"I’m sorry for you","pl":"Przykro mi"}
{"en":"You know","pl":"Wiesz"}
{"en":"maybe you could save the money on your own? Ania suggested","pl":"Może mogłabyś sama uzbierać te pieniądze? zasugerowała Ania"}
{"en":"But how? I can’t go to work, and selling a few clothes won’t work either","pl":"Ale jak? Przecież nie mogę iść do pracy, a sprzedanie kilku ciuchów nic nie da"}
{"en":"I need several thousand zlotys","pl":"Potrzebuję kilku tysięcy złotych"}
{"en":"Well","pl":"Wiesz"}
{"en":"I saw recently an ad on the Internet","pl":"widziałam ostatnio ogłoszenie w Internecie"}
{"en":"One luxurious hair salon wants to pay for cutting and giving them your hair","pl":"Pewien luksusowy salon fryzjerski płaci za ścięcie włosów"}
{"en":"Probably they want to make hair extensions","pl":"Pewnie chcą robić z nich doczepki"}
{"en":"They’re looking for hair like yours and they want to pay thousands!","pl":"Szukają włosów takich jak twoje i płacą kilka tysięcy!"}
{"en":"Sylvia couldn’t believe her ears","pl":"Sylwia nie mogła uwierzyć własnym uszom"}
{"en":"After the meeting with Ania, she decided to call the hair salon and make an appointment","pl":"Po spotkaniu za Anią postanowiła jak najszybciej zadzwonić do salonu i umówić się na ścięcie włosów"}
{"en":"The hairdresser offered five thousand zlotys! Such a sum of money would definitely cover the cost of the camp","pl":"Fryzjer zaproponował jej pięć tysięcy złotych! Taka kwota z pewnością wystarczyłaby na obóz"}
{"en":"Sylvia didn’t give it a second thought","pl":"Sylwia nie zastanawiała się długo"}
{"en":"The next day, Sylvia decided to tell Ania about the conversation with the hairdresser","pl":"Następnego dnia Sylwia postanowiła powiedzieć Ani o rozmowie z fryzjerem"}
{"en":"You won’t believe! I made an appointment in the luxurious hair salon","pl":"Nie uwierzysz! Umówiłam się na wizytę w tym luksusowym salonie"}
{"en":"Next week I’m having my hair cut! I will get the money straight away","pl":"W przyszłym tygodniu ścinam włosy! Pieniądze dostanę od razu"}
{"en":"But what about your parents? Did they agree? Ania asked","pl":"A co na to twoi rodzice? Zgodzili się? zapytała Ania"}
{"en":"They only said that I should cut my hair if it makes me happy, Sylvia replied","pl":"Powiedzieli tylko, że powinnam ściąć włosy, jeśli mnie to uszczęśliwi, odpowiedziała Sylwia"}
{"en":"Cool","pl":"Świetnie"}
{"en":"Have you seen the announcement? Today we’re going on a short trip with our class","pl":"Widziałaś ogłoszenie? Dziś idziemy całą klasą na wycieczkę"}
{"en":"We’re visiting children in the hospital that suffer from cancer to give them books and toys","pl":"Odwiedzamy dzieci chore na raka w szpitalu, aby zanieść im książki i zabawki"}
{"en":"I’m going to give them my DIY tools","pl":"Ja oddaję mój zestaw przyborów do majsterkowania"}
{"en":"Sylvia completely forgot about the trip","pl":"Sylwia całkiem zapomniała"}
{"en":"She was so preoccupied with her hair that she forgot about preparing any present","pl":"Była tak pochłonięta ścięciem włosów, że zapomniała przygotować jakikolwiek prezent"}
{"en":"At the last moment, she recalled that she had a book that she had finished reading last week","pl":"W ostatniej chwili przypomniała sobie, że ma w plecaku książkę, którą skończyła czytać w zeszłym tygodniu"}
{"en":"She decided to give it as a gift","pl":"Postanowiła ją oddać"}
{"en":"After a while, Sylvia’s class arrived at the hospital","pl":"Po kilku chwilach klasa Sylwii dotarła na miejsce"}
{"en":"The students gave their gifts and listened to a short history of the hospital","pl":"Uczniowie przekazali prezenty dzieciom i wysłuchali kilku faktów na temat szpitala"}
{"en":"During the time together with the young patients, Sylvia noticed a small girl","pl":"Podczas wspólnego spędzania czasu z młodymi pacjentami Sylwia zauważyła małą dziewczynkę"}
{"en":"She was wearing a colorful headscarf that drew Sylvia’s attention","pl":"Miała na głowie kolorową chustkę, która od razu zwróciła uwagę Sylwii"}
{"en":"Hi","pl":"Hej"}
{"en":"I’m Sylvia","pl":"Jestem Sylwia"}
{"en":"You’re wearing a beautiful headscarf","pl":"Masz na głowie piękną chustę"}
{"en":"Hi! I’m Kasia","pl":"Cześć! Jestem Kasia"}
{"en":"Thanks","pl":"Dziękuję"}
{"en":"I’m wearing it because I want to cover something I’m ashamed of","pl":"Noszę ją, bo chcę zakryć to czego najbardziej się wstydzę"}
{"en":"What do you mean? Sylvia asked","pl":"Co masz na myśli? spytała Sylwia"}
{"en":"The illness took away my hair","pl":"Choroba odebrała mi włosy"}
{"en":"I used to have blonde, beautiful hair, same as yours","pl":"Kiedyś miałam piękne blond włosy, takie jak ty"}
{"en":"Unfortunately, I lost it after a few treatments","pl":"Niestety po kilku zabiegach wszystkie włosy mi wypadły"}
{"en":"I haven’t looked in the mirror since then","pl":"Od tego czasu nie patrzę w lustro"}
{"en":"Sylvia was shocked","pl":"Sylwia była zszokowana"}
{"en":"She imagined herself without hair, looking in the mirror","pl":"Wyobraziła sobie siebie bez włosów, patrzącą w lustro"}
{"en":"She decided to give Kasia the book she took with herself to the hospital","pl":"Postanowiła podarować Kasi książkę, którą wzięła ze sobą"}
{"en":"Thanks","pl":"Dziękuję"}
{"en":"I love this series, Kasia said","pl":"Kocham tę serię! powiedziała Kasia"}
{"en":"After leaving the hospital Sylvia knew that the book wouldn’t make Kasia happy for so long","pl":"Po wyjściu ze szpitala Sylwia wiedziała, że książka nie uczyni Kasi szczęśliwą na długo"}
{"en":"She was thinking about Kasia and her hair the whole afternoon","pl":"Całe popołudnie myślała o Kasi i jej włosach"}
{"en":"Finally, the cutting day came","pl":"W końcu nadszedł dzień ścięcia włosów"}
{"en":"Sylvia was a little bit nervous","pl":"Sylwia była trochę poddenerwowana"}
{"en":"She wanted to know how she looked with the new hairstyle","pl":"Była ciekawa jak wygląda w nowej fryzurze"}
{"en":"Are you ready? the hairdresser asked","pl":"Jesteś gotowa? zapytał fryzjer"}
{"en":"Yes! Sylvia exclaimed","pl":"Tak!, krzyknęła Sylwia"}
{"en":"The new hairstyle looked amazing","pl":"Nowa fryzura wyglądała świetnie"}
{"en":"Sylvia was proud of herself","pl":"Sylwia była z siebie dumna"}
{"en":"I have a question","pl":"Mam pytanie"}
{"en":"Can I keep my hair? Sylvia asked","pl":"Czy mogłabym zatrzymać włosy? spytała Sylwia"}
{"en":"But","pl":"Ale"}
{"en":"why? We’re going to pay you thousands, the hairdresser was surprised","pl":"dlaczego? Przecież zapłacimy ci za nie kilka tysięcy, Fryzjer był bardzo zaskoczony"}
{"en":"I’d like to give it to someone","pl":"Chciałabym je komuś podarować"}
{"en":"Someone who needs it more than models, Sylvia replied","pl":"Komuś, kto potrzebuje ich bardziej niż modelki, odpowiedziała Sylwia"}
{"en":"Well","pl":"Hmm"}
{"en":"Take it then","pl":"W takim razie weź je"}
{"en":"It’s yours","pl":"Są przecież twoje"}
{"en":"Sylvia took her hair with her and went to the hospital immediately","pl":"Sylwia wzięła swoje włosy i od razu pojechała do szpitala"}
{"en":"She decided to donate it to the charity that makes wigs for cancer patients","pl":"Postanowiła zanieść je do fundacji, która zajmuje się robieniem peruk dla pacjentów"}
{"en":"She didn’t get a penny, yet the feeling of satisfaction she had was huge","pl":"Nie dostała za nie ani grosza, ale satysfakcja była ogromna"}
{"en":"After a couple of days, Sylvia decided to visit Kasia and give her another book","pl":"Kilka dni później Sylwia postanowiła odwiedzić Kasię i przynieść jej kolejną książkę"}
{"en":"When Kasia showed up, Sylvia couldn’t believe her eyes","pl":"Kiedy Kasia wyszła na korytarz, Sylwia nie mogła uwierzyć własnym oczom"}
{"en":"Kasia had beautiful, blonde hair! She looked amazing","pl":"Kasia miała piękne blond włosy! Wyglądała przepięknie"}
{"en":"Sylvia was sure that giving Kasia new hair was way better than taking part in the summer camp","pl":"Sylwia była pewna, że podarowanie Kasi nowych włosów było ważniejsze niż obóz"}
{"en":"The girls made really good friends with each other and Sylvia was visiting Kasia in the hospital every day","pl":"Dziewczyny zaprzyjaźniły się, a Sylwia odwiedzała Kasię codziennie w szpitalu"}
{"en":"Sylvia was a normal teenage girl","pl":"Sylwia była normalną nastolatką"}
{"en":"There was something that made her special—her beautiful, long, blonde hair","pl":"Było jednak coś, co ją wyróżniało – jej piękne długie blond włosy"}
{"en":"One day, Sylvia got back home, and her mom told her that she’d lost her job","pl":"Pewnego dnia Sylwia wróciła do domu i dowiedziała się, że jej mama straciła pracę"}
{"en":"Sylvia couldn’t take part in a summer camp because her mom had lost the job, and the family didn’t have enough money","pl":"Sylwia była załamana, ponieważ jej mama dobrze zarabiała, Okazało się że przez stratę pracy przez jej mamę Sylwia nie będzie mogła jechać na letni obóz"}
{"en":"Sylvia was visited by her best friend, Ania","pl":"Sylwię odwiedziła jej najlepsza koleżanka Ania"}
{"en":"Sylvia told her about the fact that she couldn’t go to the summer camp","pl":"Sylwia powiedziała jej o tym, że nie pojedzie na obóz"}
{"en":"Ania suggested Sylvia have her hair cut and sell it to a luxurious hair salon","pl":"Ania zasugerowała Sylwii ścięcie włosów i sprzedanie ich do luksusowego salonu fryzjerskiego"}
{"en":"Sylvia decided to do that","pl":"Sylwia postanowiła to zrobić"}
{"en":"The next day, Sylvia told Ania that she had already made a hairdressing appointment","pl":"Następnego dnia Sylwia powiedziała Ani w szkole, że umówiła się na wizytę"}
{"en":"At the same time, Sylvia’s class went to a local hospital","pl":"Tego samego dnia klasa Sylwii udała się na odwiedziny do szpitala"}
{"en":"Sylvia met Kasia—a girl who had been suffering from cancer and had lost her hair","pl":"Sylwia spotkała tam Kasię – dziewczynkę, która miała raka i nie miała włosów"}
{"en":"The girls made friends with each other","pl":"Dziewczyny zaprzyjaźniły się"}
{"en":"During the hairdressing appointment, Sylvia decided to keep her hair","pl":"Podczas wizyty w salonie fryzjerskim Sylwia zdecydowała się zatrzymać swoje włosy"}
{"en":"She decided to donate it to the hospital","pl":"Postanowiła oddać je do szpitala"}
{"en":"One day, Sylvia visited Kasia in the hospital, and she saw that the girl was wearing a wig made of Sylvia’s hair","pl":"Pewnego dnia Sylwia odwiedziła Kasię w szpitalu i zobaczyła, że Kasia miała perukę zrobioną z jej włosów"}
{"en":"It was really late when Robert finally left his office","pl":"Gdy Robert w końcu wyszedł z biura, było już bardzo późno"}
{"en":"The meeting with his client took longer than expected, but it was worth it—Robert’s company had signed a new contract","pl":"Spotkanie z klientem przedłużyło się, ale było tego warte—firma Roberta właśnie podpisała nowy kontrakt"}
{"en":"Robert was looking forward to coming home and eating dinner with his wife","pl":"Robert nie mógł się doczekać powrotu do domu i kolacji ze swoją żoną"}
{"en":"After all, he wanted to celebrate","pl":"W końcu, było co świętować"}
{"en":"His company had been doing very well, and Robert had been a great boss","pl":"Firma radziła sobie bardzo dobrze, a Robert sprawdzał się świetnie jako szef"}
{"en":"That evening Robert decided to go on foot","pl":"Tego wieczora Robert postanowił pójść pieszo"}
{"en":"He knew that it would take half an hour longer, but he wanted to be left alone with his thoughts for a while","pl":"Wiedział, że zajmie mu to pół godziny dłużej, ale chciał pozostać przez chwilę sam na sam ze swoimi myślami"}
{"en":"He had a great career and a successful company in front of him","pl":"Widział przed sobą wspaniałą karierę i sukces swojej firmy"}
{"en":"While walking through the park, Robert noticed a man that was sitting on a bench","pl":"Przechodząc przez park Robert zauważył człowieka siedzącego na ławce"}
{"en":"The man looked broken","pl":"Mężczyzna wyglądał na załamanego"}
{"en":"He had his face covered with his hands, and his open briefcase lay on the ground","pl":"Twarz miał schowaną w dłoniach, a teczka z papierami leżała otwarta"}
{"en":"Robert decided to speak to him","pl":"Robert nie zastanawiał się dłużej – postanowił z nim porozmawiać"}
{"en":"Excuse me, is everything okay? Do you need help? Robert asked","pl":"Przepraszam, wszystko ok? Potrzebuje Pan pomocy? spytał Robert"}
{"en":"No, thanks","pl":"Dziękuję, nie"}
{"en":"I’m Paul","pl":"Jestem Paweł"}
{"en":"And I’ve just lost everything, the man said","pl":"I właśnie straciłem wszystko, odpowiedział mężczyzna"}
{"en":"Robert didn’t know what to say","pl":"Robert nie wiedział co powiedzieć"}
{"en":"His wife had already been waiting for him so he was in a rush, yet he decided to help the man","pl":"Jego żona czekała już w domu, więc spieszył się, ale postanowił pomóc"}
{"en":"What happened? he asked","pl":"Co się stało? spytał"}
{"en":"I am, and actually, I was a CEO of an amazing company","pl":"Jestem, a właściwie byłem szefem wspaniałej firmy"}
{"en":"Unfortunately, we lost the most important client last week because of a serious argument","pl":"Niestety, tydzień temu straciliśmy najważniejszego klienta z powodu poważnej kłótni"}
{"en":"After that, the other clients started to leave us","pl":"Potem kolejni klienci zaczęli odchodzić"}
{"en":"Today, we lost the last client","pl":"Dziś odszedł od nas ostatni klient"}
{"en":"Our company has been dissolved","pl":"Firma została rozwiązana"}
{"en":"I’m sorry","pl":"Przykro mi"}
{"en":"I hope you’ll figure something out, Robert said","pl":"Mam nadzieję, że dasz sobie radę, powiedział Robert"}
{"en":"I don’t have a penny to my name","pl":"Nie mam ani grosza"}
{"en":"They took my apartment","pl":"Zabrali mi mieszkanie"}
{"en":"They even took my car","pl":"Zabrali nawet mój samochód"}
{"en":"I had huge debts","pl":"Miałem straszne długi"}
{"en":"It seems that I have to spend the night in the park, Paul said","pl":"Wygląda na to, że będę musiał spędzić noc w parku, odpowiedział Paweł"}
{"en":"Robert felt really sorry for the newly met man","pl":"Robert bardzo współczuł nowo poznanemu mężczyźnie"}
{"en":"He knew how difficult it was to stay on top","pl":"Wiedział jak trudno jest się utrzymać na szczycie"}
{"en":"One day you are the best, and one day you may lose everything","pl":"Jednego dnia jesteś najlepszy, a kolejnego możesz stracić wszystko"}
{"en":"He decided to help Paul","pl":"Robert postanowił pomóc"}
{"en":"Please, take the money","pl":"Proszę, Weź te pieniądze"}
{"en":"It should be enough for you to book a room in a hotel for a week and buy some food","pl":"Powinno wystarczyć na tydzień w hotelu i jedzenie"}
{"en":"I hope you’ll figure something out in the meantime","pl":"Mam nadzieję, że przez ten czas rozwiążesz chociaż część swoich problemów"}
{"en":"Here you have my phone number","pl":"Masz tutaj mój numer telefonu"}
{"en":"If you have any problems, call me","pl":"Jeśli będziesz w tarapatach, zadzwoń do mnie"}
{"en":"I’ll try to help you","pl":"Postaram się tobie pomóc"}
{"en":"Thanks! You saved my life","pl":"Dziękuję! Uratowałeś mi życie"}
{"en":"I owe you a favor, Paul said","pl":"Jestem ci winien przysługę, powiedział Paweł"}
{"en":"Robert was happy","pl":"Robert ucieszył się"}
{"en":"He knew that even such a small thing could help Paul get back on his feet","pl":"Wiedział, że taka mała rzecz pomoże Pawłowi stanąć na nogi"}
{"en":"My pleasure","pl":"Nie ma za co"}
{"en":"It’s always tough at the top","pl":"Na szczycie nie jest łatwo"}
{"en":"Sometimes you win, sometimes you lose","pl":"Czasem wygrywasz, czasem przegrywasz"}
{"en":"Don’t give up","pl":"Nie poddawaj się"}
{"en":"You’ll figure something out, Robert added","pl":"Na pewno coś wykombinujesz, dodał Robert"}
{"en":"Thanks! Take care!","pl":"Dziękuję! Trzymaj się!"}
{"en":"Robert said goodbye to Paul, but he was thinking about his situation all the way home","pl":"Robert pożegnał się z Pawłem i całą drogę rozmyślał o jego sytuacji,  Przypomniał sobie jak zaczynał"}
{"en":"Months went by, and Robert celebrated another success","pl":"Mijały miesiące, a firma Robert świętował kolejne sukcesy"}
{"en":"The company made a really good profit","pl":"Firma przynosiła ogromne zyski"}
{"en":"However, Robert hadn’t received any message from Paul since that evening","pl":"Jednak, od tamtego wieczora w parku Robert nie otrzymał żadnej wiadomości od Pawła"}
{"en":"He thought that Paweł did well and didn’t need his help any longer","pl":"Podejrzewał, że poradził sobie i nie potrzebował już więcej jego pomocy"}
{"en":"One day Robert got a call from a very important client:","pl":"Pewnego dnia Robert otrzymał telefon od bardzo ważnego klienta:"}
{"en":"Robert, we need to meet and discuss our business","pl":"Robert, musimy się spotkać i omówić naszą dalszą współpracę"}
{"en":"Robert was surprised because the situation in his company was great","pl":"Robert był zaskoczony, ponieważ sytuacja w firmie była naprawdę dobra"}
{"en":"Regardless, he decided to meet with his client","pl":"Mimo wszystko, postanowił spotkać się z klientem"}
{"en":"Okay","pl":"Dobrze"}
{"en":"Let’s meet at 8 PM in the restaurant","pl":"Spotkajmy się o dwudziestej w restauracji"}
{"en":"After the meeting, Robert was devastated","pl":"Po spotkaniu Robert był zdruzgotany"}
{"en":"He only heard his client’s words:","pl":"W głowie słyszał tylko słowa klienta:"}
{"en":"I’m sorry","pl":"Przykro mi"}
{"en":"Your competitors gave us better terms","pl":"Konkurencja dała nam lepsze warunki"}
{"en":"I’m afraid it’s the end of our partnership","pl":"Obawiam się, że to koniec naszej współpracy"}
{"en":"Robert expected a real disaster","pl":"Spodziewał się prawdziwej lawiny"}
{"en":"He knew that losing this client would make other clients leave his company","pl":"Wiedział, że strata tego klienta sprawi, że inni klienci również zerwą współpracę"}
{"en":"Robert was afraid that his company would collapse","pl":"Robert obawiał się, że firma wkrótce upadnie"}
{"en":"Indeed, all these things happened","pl":"Tak też się stało"}
{"en":"Within a month, 90 percent of the clients left, so Robert was forced to back off","pl":"W ciągu miesiąca odeszło 90 procent klientów, więc Robert został zmuszony do odejścia"}
{"en":"His success ended in the blink of an eye","pl":"Jego sukces zakończył się w mgnieniu oka"}
{"en":"After a couple of days, Robert got depressed","pl":"Kilka dni po zamknięciu firmy Robert załamał się"}
{"en":"He didn’t have enough money to start over, and his debt grew really quickly","pl":"Nie miał pieniędzy, aby zacząć od nowa, a długi ciągle rosły"}
{"en":"But one day he got a strange message from an unknown phone number:","pl":"Pewnego wieczora otrzymał dziwną wiadomość od nieznanego numeru telefonicznego:"}
{"en":"Hi","pl":"Cześć"}
{"en":"Let’s meet in the park at 9 PM","pl":"Spotkajmy się w parku o dwudziestej pierwszej"}
{"en":"Robert thought that it was a joke","pl":"Robert w pierwszej chwili pomyślał, że to jakiś żart"}
{"en":"He decided to stay at home","pl":"Stwierdził, że zostanie w mieszkaniu"}
{"en":"But, after a while, he decided to check who this mysterious person was","pl":"Jednak, po chwili postanowił sprawdzić kim była ta tajemnicza osoba, która chciała się z nim spotkać"}
{"en":"When Robert came to the park, he noticed an elegantly dressed man who was sitting on the bench","pl":"Kiedy Robert przyszedł na miejsce zauważył elegancko ubranego mężczyznę siedzącego na ławce"}
{"en":"He looked at him","pl":"Przyjrzał mu się z oddali"}
{"en":"The man looked familiar","pl":"Mężczyzna wyglądał znajomo"}
{"en":"Robert already knew","pl":"Robert już wiedział"}
{"en":"Before he said anything, the man said:","pl":"Zanim zdążył cokolwiek powiedzieć, mężczyzna odezwał się:"}
{"en":"Hi, Robert! It’s been ages! I’m sorry I haven’t contacted you","pl":"Cześć, Robert! Kopę lat! Przepraszam, że nie odezwałem się do ciebie"}
{"en":"My life has changed drastically","pl":"Moje życie zmieniło się całkowicie"}
{"en":"Paul","pl":"Paweł"}
{"en":"Wow, I didn’t recognize you at a first glance","pl":"Wow, nie poznałem cię w pierwszej chwili"}
{"en":"What brings you here? Robert asked","pl":"Co cię tu sprowadza? spytał Robert"}
{"en":"I’ve read recently in the newspaper that your company collapsed","pl":"Przeczytałem ostatnio w gazecie, że twoja firma upadła"}
{"en":"I’m really sorry, Paul explained","pl":"Naprawdę przykro mi z tego powodu, odpowiedział Paweł"}
{"en":"Robert felt really embarrassed","pl":"Robert poczuł, że ogarnia go wstyd"}
{"en":"He helped Paul a few months ago, and at this moment, he didn’t have a penny to his name","pl":"To on pomógł Pawłowi kilka miesięcy temu, a teraz on sam nie ma ani grosza"}
{"en":"You know","pl":"Wiesz"}
{"en":"I’ve been thinking a lot about that night","pl":"dużo myślałem o tamtym wieczorze"}
{"en":"But for you, I wouldn’t have got myself together","pl":"Gdyby nie ty, nie pozbierałbym się"}
{"en":"When I saw the info in the newspaper, I decided to do something about it","pl":"Kiedy zobaczyłem wiadomość w gazecie postanowiłem, ze muszę coś z tym zrobić"}
{"en":"Someone like you doesn’t deserve this mess, Paul continued","pl":"Ktoś taki jak ty nie zasługuje na taki bałagan, kontynuował Paweł"}
{"en":"Robert was shocked","pl":"Robert był zaskoczony"}
{"en":"How can you help me? he asked","pl":"Jak możesz mi pomóc? zapytał"}
{"en":"I’d like you to become my partner","pl":"Chciałbym, abyś był moim wspólnikiem"}
{"en":"During that week, I dealt with my problems","pl":"Przez tamten tydzień udało mi się rozwiązać moje problemy"}
{"en":"My company bounced back","pl":"Moja firma ponownie stanęła na nogi"}
{"en":"After all, I still owe you a favor, Paul replied","pl":"Koniec końców, wciąż jestem ci winien przysługę, odpowiedział Paweł"}
{"en":"Robert didn’t know what to say","pl":"Robert nie wiedział co powiedzieć"}
{"en":"He realized that his problems could disappear","pl":"Zdał sobie sprawę z tego, że jego problemy mogły zniknąć"}
{"en":"I don’t know what to say, Robert said","pl":"Nie wiem co powiedzieć, odpowiedział Robert"}
{"en":"You don’t have to","pl":"Nie mów nic"}
{"en":"Come to my office tomorrow morning","pl":"Przyjdź do mojej firmy jutro rano"}
{"en":"We’ll discuss the details of our partnership, Paul said","pl":"Omówimy szczegóły współpracy, odpowiedział Paweł"}
{"en":"Thank you","pl":"Dziękuję"}
{"en":"You saved my life, Robert added","pl":"Uratowałeś mi życie, dodał Robert"}
{"en":"Just as you saved mine once","pl":"Tak jak ty uratowałeś moje"}
{"en":"The good always returns","pl":"Dobro zawsze powraca"}
{"en":"Robert was a great businessman","pl":"Robert był świetnym biznesmenem"}
{"en":"One day he managed to sign an important contract, and he decided to celebrate with his wife","pl":"Tego dnia udało mu się podpisać ważny kontrakt i postanowił świętować wraz ze swoją żoną"}
{"en":"After leaving his office, he decided to take a walk in the park","pl":"Po wyjściu z biura postanowił pójść na spacer do parku"}
{"en":"While he was walking, he saw a man who was sitting on a bench","pl":"Kiedy spacerował zauważył w parku mężczyznę"}
{"en":"He had his face covered with his hands","pl":"który siedział na ławce"}
{"en":"Some of his documents were lying on the ground","pl":"Twarz miał schowaną w dłoniach, a dokumenty leżały na ziemi"}
{"en":"Robert decided to help the man","pl":"Robert podszedł do mężczyzny i postanowił mu pomóc"}
{"en":"It turned out that the man, whose name was Paul, had just lost his company","pl":"Okazało się, że tamten mężczyzna miał na imię Paweł i właśnie stracił swoją firmę"}
{"en":"He had huge debts, and everything was taken from him","pl":"Miał długi i wszystko mu zabrali"}
{"en":"Robert gave Paul some money so that he could stay at a hotel and buy some food","pl":"Robert dał Pawłowi pieniądze aby ten mógł zatrzymać się w hotelu i kupić sobie coś do jedzenia"}
{"en":"Since that moment, Robert didn’t receive any message from Paul","pl":"Od tamtej chwili nie miał kontaktu z Pawłem"}
{"en":"After some time, Robert’s company lost a huge client","pl":"Po jakimś czasie firma Roberta straciła ważnego klienta"}
{"en":"Due to that situation, Robert’s company collapsed","pl":"Po tym zdarzeniu firma Roberta upadła"}
{"en":"Robert was devastated","pl":"Robert był załamany"}
{"en":"One day he got a text message from an unknown person","pl":"Pewnego dnia dostał wiadomość od nieznanej osoby"}
{"en":"The person wanted to meet Robert in the park","pl":"Chciała się z nim spotkać w parku"}
{"en":"It turned out that it was Paul","pl":"Okazało się że tą osobą był Paweł"}
{"en":"He decided to help Robert","pl":"Postanowił pomóc Robertowi"}
{"en":"He wanted Robert to become his business partner","pl":"Chciał, aby Robert był jego wspólnikiem"}
{"en":"The men made friends with each other","pl":"Od tamtej pory mężczyźni zostali przyjaciółmi"}
{"en":"That day finally came","pl":"Ten dzień wreszcie nadszedł"}
{"en":"Adam had been waiting for it for the past few years","pl":"Adam czekał na niego ostatnich kilka lat"}
{"en":"When he came into the hall, he saw all the students, lecturers, and the college president","pl":"Kiedy wszedł do sali, ujrzał wszystkich studentów, wykładowców i rektora uczelni"}
{"en":"He looked around and noticed his friends","pl":"Rozejrzał się i zobaczył swoich znajomych"}
{"en":"Adam","pl":"Adam"}
{"en":"Where have you been? Everybody’s waiting for you","pl":"Gdzie byłeś? Wszyscy czekają na ciebie"}
{"en":"It’s our big day, one of his friends asked","pl":"To nasz wielki dzień, spytała jedna z koleżanek"}
{"en":"Adam was nervous","pl":"Adam był zdenerwowany"}
{"en":"He was to graduate from the music academy and get his diploma in a moment","pl":"Za chwilę miał ukończyć szkołę muzyczną i odebrać swój dyplom"}
{"en":"He was one of the best guitarists, but he knew he would have a long way to go","pl":"Był jednym z najlepszych gitarzystów na uczelni, ale wiedział że czeka go jeszcze długa droga"}
{"en":"Suddenly, he heard his name:","pl":"Wtem, usłyszał swoje imię i nazwisko:"}
{"en":"He had his diploma in his hands","pl":"Dyplom był już w jego rękach"}
{"en":"After walking down the stage, he could breathe easily","pl":"Po zejściu ze sceny odetchnął z ulgą"}
{"en":"Looking at the diploma, he realized that this was the end","pl":"Spoglądając na dokument zdał sobie sprawę z tego, że to już koniec"}
{"en":"Since that moment, he would have to be on his own","pl":"Od tej chwili będzie musiał radzić sobie sam"}
{"en":"He would have to rely only on himself","pl":"Będzie polegał tylko na sobie"}
{"en":"He knew that he had to practice regularly in order to reach perfection","pl":"Wiedział, że będzie musiał systematycznie ćwiczyć, aby dojść do perfekcji"}
{"en":"He also knew that he would miss his favorite teacher, Mr Zalewski","pl":"Wiedział też, że będzie tęsknił za swoim ulubionym nauczycielem, panem Zalewskim"}
{"en":"Mr Zalewski was the oldest teacher at the academy","pl":"Pan Zalewski był najstarszym nauczycielem na uniwersytecie muzycznym"}
{"en":"He knew everything about instruments—he was a luthier","pl":"Wiedział wszystko o każdym instrumencie – był lutnikiem"}
{"en":"Some students thought Mr Zalewski was weird, but Adam liked him so much","pl":"Niektórzy uczniowie twierdzili, że pan Zalewski był dziwny, lecz Adam bardzo go lubił"}
{"en":"He had enjoyed his classes since Mr Zalewski was really passionate","pl":"Uwielbiał chodzić na jego zajęcia, ponieważ pan Zalewski opowiadał z pasją"}
{"en":"He simply loved his job","pl":"Po prostu, kochał to, co robił"}
{"en":"After the graduation ceremony, Adam decided to go to the professor’s office and say goodbye to him","pl":"Po ceremonii ukończenia Adam postanowił pójść do gabinetu profesora i pożegnać się z nim"}
{"en":"When he entered, he saw his teacher fixing a guitar","pl":"Kiedy wszedł, zobaczył swojego nauczyciela naprawiającego gitarę"}
{"en":"The instrument was beautiful","pl":"Instrument był cudowny"}
{"en":"Adam had never seen such a masterpiece before","pl":"Adam pierwszy raz w swoim życiu widział takie arcydzieło"}
{"en":"Good afternoon, Mr Zalewski","pl":"Dzień dobry, Panie Zalewski"}
{"en":"I’m going to say goodbye","pl":"Przyszedłem się pożegnać"}
{"en":"I’d like to thank you for these amazing four years","pl":"Chciałbym podziękować za te wspaniałe cztery lata"}
{"en":"I’ll miss you, Adam said","pl":"Będę za panem tęsknił, powiedział Adam"}
{"en":"Oh, my favorite student, Adam! Sit down, please","pl":"O, mój ulubiony uczeń, Adam! Siadaj, proszę"}
{"en":"Would you like some tea? Just for the last time, the professor suggested","pl":"Czy chciałbyś napić się kawy? Ten ostatni raz, zasugerował profesor"}
{"en":"I’d love to!","pl":"Z przyjemnością!"}
{"en":"When the professor was making coffee, Adam couldn’t take his eyes off the guitar","pl":"Podczas gdy profesor przyrządzał kawę, Adam nie mógł oderwać wzroku od gitary"}
{"en":"Such a masterpiece","pl":"Prawdziwe arcydzieło"}
{"en":"It’s from the 30s","pl":"Pochodzi z lat 30 dwudziestego wieku"}
{"en":"I’ve just finished repairing","pl":"Właśnie skończyłem ją naprawiać"}
{"en":"It was given to me by a really rich man, said the professor and added:","pl":"Podarował mi ją pewien bogaty człowiek, powiedział profesor i dodał,"}
{"en":"You’ve been the most talented student, Adam","pl":"Byłeś najbardziej utalentowanym studentem, Adamie"}
{"en":"I’m really proud of you","pl":"Jestem z ciebie dumny"}
{"en":"I’d like you to keep this guitar","pl":"Chciałbym, abyś wziął tę gitarę"}
{"en":"I’m too old to play","pl":"Ja jest jem już zbyt stary, aby grać"}
{"en":"My fingers don’t listen to me","pl":"Moje palce nie chcą współpracować"}
{"en":"Adam was surprised","pl":"Adam był zaskoczony"}
{"en":"The guitar looked amazing, but he wasn’t sure whether he should take such an expensive instrument","pl":"Gitara wyglądała pięknie, ale nie był pewny czy powinien wziąć tak drogi instrument"}
{"en":"Thanks, professor, but I’m not sure I should take it","pl":"Dziękuję, profesorze, ale nie wiem czy powinienem"}
{"en":"Adam said","pl":"odpowiedział Adam"}
{"en":"Please","pl":"Proszę"}
{"en":"You have a great talent","pl":"Masz wielki talent"}
{"en":"But remember that talent means nothing without regular practice","pl":"Pamiętaj jednak, że talent jest niczym bez praktyki"}
{"en":"What do you mean? Adam asked","pl":"Co Pan ma na myśli? zapytał Adam"}
{"en":"Maybe you think it’s weird, maybe you won’t even believe it","pl":"Może wydać ci się to dziwne, może nie uwierzysz"}
{"en":"nevermind","pl":"nieważne"}
{"en":"This guitar was given to me by a really rich musician","pl":"Dostałem tę gitarę od pewnego bogatego muzyka"}
{"en":"He was one of the greatest guitarists in the world","pl":"Był jednym z najlepszych gitarzystów na całym świecie"}
{"en":"When I asked him about his skill, he said that the guitar has some special properties","pl":"Gdy spytałem go o jego umiejętności, odpowiedział mi, że gitara posiada specyficzne właściwości"}
{"en":"What properties? Adam was confused","pl":"Jakie właściwości? Adam był zmieszany"}
{"en":"The person who plays it becomes the best musician in the world","pl":"Osoba, która zacznie na niej grać stanie się najlepszym muzykiem na świecie"}
{"en":"Playing this guitar requires no effort and practice","pl":"Gra nie będzie wymagać wysiłku i ćwiczeń"}
{"en":"Try it","pl":"Spróbuj"}
{"en":"Adam didn’t believe his professor, yet he decided to try","pl":"Adam nie wierzył w to, co mówił profesor, ale postanowił spróbować"}
{"en":"After a while, he played like a professionalist","pl":"Po chwili grał jak prawdziwy profesjonalista!"}
{"en":"How is this even possible, professor? I just finished at the academy","pl":"Jak to jest możliwe profesorze? Dopiero ukończyłem szkołę"}
{"en":"It takes years of practice to play like this, Adam asked","pl":"Potrzeba wielu lat praktyki, aby tak grać, zapytał Adam"}
{"en":"There are things that you can’t explain rationally, said Mr Zalewski and added,","pl":"Istnieją na świecie rzeczy, których nie da się racjonalnie wyjaśnić, powiedział pan Zalewski i dodał,"}
{"en":"Unfortunately, it’s not going to last forever","pl":"Niestety, to nie będzie trwało wiecznie"}
{"en":"The guitar will have its special properties until 5 years from now have gone by","pl":"Gitara straci swoje właściwości po upływie 5 lat od tej chwili"}
{"en":"You have to practice and work hard to maintain your success after these 5 years","pl":"Do tego czasu powinieneś ćwiczyć i ciężko pracować, aby utrzymać swój sukces"}
{"en":"Adam thanked the professor for the gift and said goodbye","pl":"Adam podziękował profesorowi za prezent i pożegnał się z nim"}
{"en":"He had great career as a musician ahead","pl":"Miał przed sobą wspaniałą karierę muzyka"}
{"en":"When he was leaving the building, he heard his professor’s words in his head:","pl":"Wychodząc z budynku uniwersytetu miał w głowie słowa profesora:"}
{"en":"Remember, talent means nothing without regular practice","pl":"Pamiętaj, praktyka, nie talent uczyni z ciebie mistrza"}
{"en":"Practice every day","pl":"Ćwicz codziennie"}
{"en":"Adam decided to develop his career as soon as possible","pl":"Adam postanowił rozwinąć swoją karierę jak najszybciej"}
{"en":"He performed in many music clubs with some well-known musicians, He even released his own record","pl":"Koncertował w klubach muzycznych, współpracował ze znanymi muzykami, a nawet nagrał swoją płytę"}
{"en":"He always kept a close eye on his guitar","pl":"Nigdy nie rozstawał się ze swoją gitarą"}
{"en":"He took it to every concert, every recording, and every event","pl":"Zabierał ją na każdy koncert, na każde nagranie i na każde wydarzenie"}
{"en":"Each time he explained that the guitar was a part of his image, and he didn’t want to play any other guitar","pl":"Za każdym razem tłumaczył, że gitara jest częścią jego wizerunku i nie chce grać na żadnej innej"}
{"en":"After a year, Adam became the most popular guitarist in the country","pl":"Po roku Adam stał się najpopularniejszym gitarzystą w kraju"}
{"en":"His concert tour included all the biggest cities","pl":"Jego trasa koncertowa obejmowała wszystkie największe miasta"}
{"en":"His performances were outstanding","pl":"Jego występy robiły ogromne wrażenie"}
{"en":"However, every time Adam got back home, he put aside his guitar","pl":"Wracając do domu, jednak, Adam odkładał gitarę na bok"}
{"en":"He thought that his talent was enough","pl":"Stwierdził, że jego talent mu wystarczy"}
{"en":"It’s impossible","pl":"To jest niemożliwe"}
{"en":"I remember every note, every chord","pl":"Przecież pamiętam wszystkie nuty, chwyty"}
{"en":"There’s no way I could ever forget how to play the guitar, Even after these 5 years","pl":"Nie ma opcji, abym zapomniał jak się gra na gitarze po upływie tych 5 lat"}
{"en":"One day, Adam got a call","pl":"Pewnego dnia Adam otrzymał telefon"}
{"en":"He couldn’t believe what he heard:","pl":"Nie mógł uwierzyć w to co usłyszał:"}
{"en":"Good morning, Mr Nowak","pl":"Dzień dobry Panie Nowak"}
{"en":"We’d like you to play a concert at the National philharmonic","pl":"Chcielibyśmy, aby zagrał pan koncert w filharmonii narodowej"}
{"en":"Would you like to play?","pl":"Czy chciałby pan zagrać?"}
{"en":"Adam didn’t know what to say","pl":"Adam nie wiedział co powiedzieć"}
{"en":"It was a dream come true for every musician! The concert at the National Philharmonic was the best prize he could ever win","pl":"To było spełnienie marzeń każdego muzyka! Koncert w filharmonii narodowej był najważniejszą nagrodą"}
{"en":"Adam was so excited that he couldn’t say a word","pl":"Adam był tak podekscytowany, że nie mógł powiedzieć ani słowa"}
{"en":"He could only say, O","pl":"Jedyne co udało musie powiedzieć to, O"}
{"en":"of","pl":"o"}
{"en":"of course!","pl":"oczywiście!"}
{"en":"The day of the concert finally came","pl":"Dzień koncertu w filharmonii w końcu nadszedł"}
{"en":"Adam was sitting in the dressing room and trying to smarten himself up when he suddenly recalled that he graduated from the music academy exactly five years ago","pl":"Adam siedział w garderobie i poprawiał swój wygląd, gdy nagle przypomniał sobie, że dokładnie pięć lat temu ukończył szkołę"}
{"en":"He remembered his friends, the graduation ceremony and","pl":"Przypomniał sobie swoich znajomych, ceremonię ukończenia i"}
{"en":"Professor Zalewski","pl":"profesora Zalewskiego"}
{"en":"Suddenly, Adam heard a voice in his head:","pl":"Wtem, Adam usłyszał w głowie słowa:"}
{"en":"Remember, talent means nothing without regular practice","pl":"Pamiętaj, praktyka, nie talent uczyni z ciebie mistrza"}
{"en":"Practice every day","pl":"Ćwicz codziennie"}
{"en":"He was nervous","pl":"Był zdenerwowany"}
{"en":"He was about to give the most important concert of his life","pl":"Za chwilę miał zagrać najważniejszy koncert w swoim życiu"}
{"en":"This can’t be true, he thought and he decided to play some songs","pl":"To nie może być prawda, pomyślał i postanowił zagrać piosenki"}
{"en":"The style was the same","pl":"Styl gry był ten sam"}
{"en":"He remembered each song","pl":"Pamiętał każdy utwór"}
{"en":"The professor was kinda weird, he thought","pl":"Profesor był troszeczkę dziwny, pomyślał"}
{"en":"At the same moment, he heard the audience clapping","pl":"W tej samej chwili usłyszał publiczność i oklaski"}
{"en":"Yes, it was that moment","pl":"Tak, to był ten moment"}
{"en":"He entered the stage, and the lights blinded him","pl":"Wyszedł na scenę i momentalnie oślepił go blask świateł"}
{"en":"After a few seconds, he looked at the audience","pl":"Po chwili spojrzał na publiczność"}
{"en":"The hall was crowded","pl":"Sala była wypełniona po brzegi"}
{"en":"In the first row, he noticed some familiar faces, There was his family, his friends and, Mr Zalewski","pl":"W pierwszym rzędzie siedziała jego rodzina, znajomi oraz, pan Zalewski"}
{"en":"Adam sat down, placed the note sheets, and started to play","pl":"Adam usiadł na krześle, położył nuty i zaczął grać"}
{"en":"He played a song from his record","pl":"Zagrał utwór ze swojej płyty"}
{"en":"Shortly after playing the last note, Adam looked at the audience","pl":"Po zagraniu ostatniej nuty Adam spojrzał na publiczność"}
{"en":"No one was clapping","pl":"Nikt nie klaskał"}
{"en":"Everyone just froze","pl":"Wszyscy zamarli"}
{"en":"Adam looked at the professor, and he noticed the expression on his face","pl":"Po chwili Adam dostrzegł profesora i jego wyraz twarzy"}
{"en":"Adam couldn’t believe it","pl":"Adam nie mógł w to uwierzyć"}
{"en":"He hadn’t heard that he couldn’t play anymore","pl":"Nie usłyszał nawet, że nie umiał już grać"}
{"en":"He didn’t know what to do","pl":"Nie wiedział co ma robić"}
{"en":"He panicked","pl":"Spanikował"}
{"en":"He put the guitar aside and escaped to the backstage","pl":"Odłożył gitarę i uciekł do garderoby"}
{"en":"He couldn’t believe what happened on the stage","pl":"Nie mógł uwierzyć w to co wydarzyło się na scenie"}
{"en":"After a while, he heard someone knocking at the door","pl":"Po chwili usłyszał pukanie do drzwi"}
{"en":"You didn’t practice, did you? the professor said","pl":"Nie ćwiczyłeś prawda? powiedział profesor"}
{"en":"Adam nodded","pl":"Adam przytaknął"}
{"en":"It’s too late","pl":"Za późno"}
{"en":"The guitar lost its properties and you didn’t practice during these five years","pl":"Gitara straciła swoje właściwości, a ty nie ćwiczyłeś przez pięć lat"}
{"en":"You have to start over","pl":"Musisz zacząć od nowa"}
{"en":"Adam was devastated","pl":"Adam był zrozpaczony"}
{"en":"His career had just collapsed","pl":"Jego kariera właśnie legła w gruzach"}
{"en":"He had forgotten about the professor’s words","pl":"Zapomniał o słowach profesora"}
{"en":"He realized that he couldn’t be successful without making an effort","pl":"Zdał sobie sprawę, że bez wysiłku nie można osiągnąć sukcesu"}
{"en":"I’m sorry, professor, Adam said and added, I should have known that practice makes perfect","pl":"Przepraszam, profesorze, odpowiedział Adam i dodał, „Powinienem był wiedzieć że praktyka czyni mistrza"}
{"en":"Since that moment, Adam started to practice every day","pl":"Od tej chwili Adam zaczął ćwiczyć codziennie"}
{"en":"He couldn’t reach the highest level, but he eventually got back to performing in music clubs","pl":"Nigdy nie doszedł już do tak wysokiego poziomu, ale powrócił do grania w klubach muzycznych"}
{"en":"Adam was a really gifted student","pl":"Adam był bardzo utalentowanym studentem"}
{"en":"After the graduation ceremony, he decided to visit his favorite professor—Mr Zalewski—in his office","pl":"Po ceremonii ukończenia studiów postanowił odwiedzić swojego ulubionego profesora—pana Zalewskiego—w jego biurze"}
{"en":"After entering Mr Zalewski’s office, Adam noticed a beautiful guitar","pl":"Po wejściu do pokoju pana Zalewskiego Adam zauważył piękną gitarę"}
{"en":"Mr Zalewski told Adam that it was a special guitar","pl":"Pan Zalewski powiedział Adamowi, że jest to specjalna gitara"}
{"en":"The one who played it could become the best musician in the world and didn’t have to practice","pl":"Ten który na niej gra nie musi ćwiczyć i staje się najlepszym muzykiem na świecie"}
{"en":"After the conversation, Mr Zalewski gave Adam the guitar as a gift","pl":"Po rozmowie pan Zalewski podarował Adamowi gitarę"}
{"en":"He told him that the guitar would keep its special features for only five years","pl":"Powiedział mu jednak, że gitara zachowa swoje specjalne właściwości tylko przez pięć lat"}
{"en":"so Adam had to practice a lot and work hard anyway","pl":"Do tego czasu Adam musi ciężko pracować i dużo ćwiczyć"}
{"en":"Adam didn’t listen to the professor","pl":"Adam nie posłuchał profesora"}
{"en":"He became the best musician in the country and gave a lot of performances","pl":"Stał się najlepszym muzykiem w kraju I grał koncerty"}
{"en":"He was asked to give a concert at the National Philharmonic","pl":"Został poproszony aby zagrać koncert w filharmonii narodowej"}
{"en":"Before the concert, Adam realized that exactly five years earlier he got the guitar","pl":"Przed koncertem Adam zorientował się, że dokładnie pięć lat temu otrzymał gitarę"}
{"en":"However, he didn’t care","pl":"Zlekceważył to jednak"}
{"en":"During the concert, it turned out that Adam couldn’t play any longer","pl":"Podczas koncertu okazało się, że Adam nie umiał grać"}
{"en":"He escaped from the stage","pl":"Uciekł ze sceny"}
{"en":"After an unsuccessful concert, Adam was visited by Mr Zalewski","pl":"Po nieudanym koncercie pan Zalewski przyszedł do garderoby Adama"}
{"en":"The professor was disappointed","pl":"Był rozczarowany"}
{"en":"He told Adam that he had to practice","pl":"Powiedział Adamowi, że ma ćwiczyć"}
{"en":"Adam learned how to play again through practice","pl":"Adam nauczył się grać poprzez praktykę"}
{"en":"I’m sorry","pl":"Przepraszam"}
{"en":"We can’t afford it – Joanna was tired of these words","pl":"Nie stać nas na to – Joanna miała już dość tych słów"}
{"en":"Every time her children had asked her to buy something, she had to tell them","pl":"Za każdym razem gdy dzieci lub mąż prosili ją o zakup czegoś, musiała je wypowiedzieć"}
{"en":"Joanna’s family wasn’t rich","pl":"Rodzina Joanny nie była bogata"}
{"en":"Piotr, her husband, was a professional driver","pl":"Piotr, jej mąż, był zawodowym kierowcą"}
{"en":"Unfortunately, two years ago, he lost his job due to an accident he’d caused","pl":"Niestety dwa lata temu stracił swoją pracę z powodu wypadku, który spowodował, Od tamtego momentu nie mógł znaleźć pracy, Co więcej, stracił również prawo jazdy"}
{"en":"Joanna was a cleaning lady","pl":"Joanna pracowała jako sprzątaczka"}
{"en":"Sometimes she had to work extra hours to pay the bills and rent","pl":"Czasem musiała brać dodatkowe godziny, aby móc zapłacić rachunki i czynsz"}
{"en":"She lived in a small apartment in Warsaw together with her husband and her daughters","pl":"Razem z córkami i mężem mieszkała w małym mieszkaniu w Warszawie"}
{"en":"One day, she got a letter, along with some bills to pay","pl":"Pewnego dnia wraz z rachunkami otrzymała pewien list"}
{"en":"Mom, what is this? Ania, her younger daughter, asked","pl":"Mamo, co to jest? spytała Ania, młodsza córka"}
{"en":"It’s from the police","pl":"To z policji"}
{"en":"I’m scared, Joanna replied","pl":"Boję się otworzyć, odpowiedziała Joanna"}
{"en":"After a while, Joanna was devastated","pl":"Po chwili Joanna była w rozsypce"}
{"en":"The letter said that Joanna had exceeded the speed limit and had to pay a speeding ticket","pl":"W liście była informacja o tym, że Joanna przekroczyła prędkość i musi zapłacić mandat"}
{"en":"There was also a photo taken by the speed camera inside the envelope","pl":"W kopercie było również zdjęcie z fotoradaru"}
{"en":"Joanna knew what it meant","pl":"Joanna wiedziała co to oznacza"}
{"en":"Her family had struggled to make ends meet, so paying 500 zloty was impossible","pl":"Jej rodzina ledwo wiązała koniec z końcem, więc zapłacenie 500 zł było dla niej niewykonalne"}
{"en":"We have to take a bank loan, Piotr said and added, There’s no other way","pl":"Będziemy musieli wziąć pożyczkę, stwierdził Piotr i dodał „Nie ma innego wyjścia"}
{"en":"After a while, Joanna noticed that there was another letter at the bottom of the pile","pl":"Po chwili Joanna zauważyła, że pod stertą kopert jest jeszcze jeden list"}
{"en":"She got scared","pl":"Była przerażona"}
{"en":"If that’s another ticket or bill, I don’t know what we’re going to do, she said","pl":"Jeśli to jest kolejny mandat lub rachunek, nie wiem co zrobimy, powiedziała"}
{"en":"Easy","pl":"Spokojnie"}
{"en":"We don’t know yet","pl":"Jeszcze nie wiemy co to jest"}
{"en":"Open it, Piotr tried to calm her","pl":"Otwórz, uspokoił ją Piotr"}
{"en":"It was another official letter","pl":"List był kolejnym pismem z urzędu"}
{"en":"While reading the text, Joanna couldn’t believe her eyes","pl":"Czytając tekst, Joanna nie mogła uwierzyć własnym oczom"}
{"en":"What’s in there? Piotr and the girls couldn’t wait to know the answer","pl":"I co? I co? Co tam jest? Piotr i dziewczyny nie mogły się doczekać odpowiedzi"}
{"en":"It says that Aunt Helen died a week ago","pl":"Tutaj jest napisane, że ciocia Helena zmarła tydzień temu"}
{"en":"That’s weird","pl":"Dziwne"}
{"en":"We haven’t been in contact since I was a child","pl":"Nie miałam z nią kontaktu od dzieciństwa"}
{"en":"I was five when she moved from Warsaw to Cracow","pl":"Miałam pięć lat kiedy wyprowadziła się z Warszawy do Krakowa"}
{"en":"My parents weren’t in contact with her either, Joanna said and added,","pl":"Moi rodzice też nie spotykali się z nią, powiedziała Joanna i dodała,"}
{"en":"Auntie lived in a small apartment in Cracow","pl":"Ciocia mieszkała małym mieszkaniu w Krakowie"}
{"en":"The letter says that she wanted me to clean her apartment and take her stuff since the landlord has to rent it to someone else","pl":"W liście jest napisane, że ciocia chciała, abym posprzątała jej mieszkanie i zabrała jej rzeczy, ponieważ właściciel chce je wynająć komuś innemu"}
{"en":"I have 30 days","pl":"Mam 30 dni"}
{"en":"Another problem! What are we going to do with her stuff? We can’t take it to Warsaw; we don’t have enough space in our apartment, Piotr exclaimed","pl":"Kolejny problem! Co my mamy zrobić z jej rzeczami? Nie możemy zabrać ich do Warszawy; nie mamy miejsca w naszym mieszkaniu, wykrzyknął Piotr"}
{"en":"Joanna didn’t know what to do","pl":"Joanna nie wiedziała co zrobić"}
{"en":"She had a lot on her plate and almost no money, She couldn’t take care of her aunt’s stuff","pl":"Miała zbyt dużo na głowie i zbyt mało pieniędzy, aby zająć się rzeczami ciotki"}
{"en":"She had a memory of her aunt being a real hoarder—she loved antiques, porcelain, and paintings","pl":"Pamiętała, ciotka była prawdziwym zbieraczem – lubiła antyki, porcelanę oraz obrazy"}
{"en":"She had never had enough space in her apartment","pl":"W jej mieszkaniu nigdy nie było miejsca"}
{"en":"Eventually, Joanna decided to go with her family to Cracow to take care of her aunt’s stuff","pl":"Koniec końców, Joanna postanowiła pojechać wraz z rodziną do Krakowa, aby zająć się rzeczami ciotki"}
{"en":"After a long journey, the family finally reached the destination","pl":"Po długiej podróży rodzina w końcu dotarła na miejsce"}
{"en":"The landlord gave Joanna the keys and showed them the apartment","pl":"Właściciel mieszkania przekazał Joannie klucz i wprowadził całą rodzinę do domu ciotki"}
{"en":"Joanna couldn’t believe what she saw","pl":"Joanna nie mogła uwierzyć w to co zobaczyła"}
{"en":"What a mess! the girls exclaimed","pl":"Co za bałagan! wykrzyknęły dziewczyny"}
{"en":"The apartment looked terrible","pl":"Mieszkanie było okropne"}
{"en":"The walls were covered with paintings, the shelves were full of figurines, and the floor was covered with colorful carpets","pl":"Ściany były pełne obrazów, półek wypełnionych figurkami i książkami, a na podłodze leżały kolorowe dywany"}
{"en":"What are we going to do with all this stuff? said Piotr","pl":"Co my z tym wszystkim zrobimy? powiedział Piotr"}
{"en":"Joanna was broken","pl":"Joanna była załamana"}
{"en":"She didn’t have enough money to buy storage space","pl":"Nie miała pieniędzy na kupienie magazynu"}
{"en":"We have to get rid of all this stuff quickly","pl":"Musimy się pozbyć tego wszystkiego szybko"}
{"en":"We don’t have much time","pl":"Nie mamy czasu"}
{"en":"The landlord said that we have only 30 days, Joanna said","pl":"Właściciel powiedział, że mamy tylko 30 dni, powiedziała Joanna"}
{"en":"The family decided to take books, paintings, and some figurines to sell them at the antique shop","pl":"Rodzina postanowiła zabrać książki, obrazy i figurki i sprzedać je w antykwariacie"}
{"en":"After a while, Joanna noticed a really weird painting","pl":"Po kliku chwilach Joanna ujrzała bardzo dziwny obraz"}
{"en":"She remembered it, It was there when she visited her aunt in her childhood","pl":"Pamiętała go kiedy w dzieciństwie odwiedzała ciotkę Helenę"}
{"en":"She remembered that it had been painted by a famous artist","pl":"Pamiętała jak ciotka mówiła, że został namalowany przez sławnego artystę"}
{"en":"Wait","pl":"Poczekajcie"}
{"en":"I remember this painting","pl":"Pamiętam ten obraz"}
{"en":"Let’s take it to the antique shop too","pl":"Weźmy go do antykwariatu"}
{"en":"I need to know whether it’s worth some money, Joanna said","pl":"Muszę wiedzieć czy jest coś wart, powiedziała Joanna"}
{"en":"After a few hours, Joanna and her family finished cleaning","pl":"Po kilku godzinach Joanna wraz z rodziną skończyli sprzątanie"}
{"en":"The apartment looked much better, but there was still too much stuff in it","pl":"Mieszkanie wyglądało lepiej, ale wciąż było w nim wiele rzeczy"}
{"en":"We’ll get back in a few days","pl":"Przyjedziemy za kilka dni"}
{"en":"We can’t take everything today, Piotr said","pl":"Nie możemy zabrać wszystkiego dzisiaj, powiedział Piotr"}
{"en":"After returning to Warsaw, Joanna couldn’t stop thinking about the painting that she remembered from her childhood","pl":"Po powrocie do Warszawy Joanna nie mogła przestać myśleć o obrazie, który pamiętała z dzieciństwa"}
{"en":"It was really weird","pl":"Był naprawdę dziwny"}
{"en":"It showed white dots on the black background","pl":"przedstawiał białe kropki na czarnym tle"}
{"en":"It looked terrible, but Joanna remembered that it had been the most important painting in her aunt’s collection","pl":"Wyglądał okropnie, ale Joanna pamiętała, że był to najważniejszy obraz dla jej ciotki"}
{"en":"The next day, Joanna decided to go to the antique shop","pl":"Następnego dnia Joanna postanowiła udać się do antykwariatu"}
{"en":"When she showed the painting, the dealer got shocked","pl":"Gdy pokazała płótno, pracownik był zaskoczony"}
{"en":"Where did you get this? he asked","pl":"Skąd pani to ma? zapytał"}
{"en":"It was my aunt’s","pl":"To był obraz mojej ciotki"}
{"en":"She died a week ago, Joanna replied","pl":"Zmarła tydzień temu, odpowiedziała Joanna"}
{"en":"The dealer looked at the painting carefully","pl":"Pracownik antykwariatu uważnie przyglądał się obrazowi"}
{"en":"Joanna was really confused","pl":"Joanna była już bardzo zmieszana"}
{"en":"Is it valuable? she asked","pl":"Czy on jest coś wart? spytała"}
{"en":"This painting is a real masterpiece","pl":"Ten obraz to prawdziwe dzieło sztuki"}
{"en":"It’s authentic","pl":"To autentyk"}
{"en":"You’ll get a million zlotys for it!","pl":"Dostanie Pani za niego milion złotych!"}
{"en":"Joanna couldn’t believe her ears","pl":"Joanna nie mogła uwierzyć własnym uszom"}
{"en":"The painting that she hated in her childhood could now solve her financial problems","pl":"Obraz, który tak nienawidziła w dzieciństwie mógł rozwiązać jej problemy finansowe"}
{"en":"After a few days, Joanna sold the painting for two million zlotys to the National Museum","pl":"Kilka dni później Joanna sprzedała obraz za dwa miliony do Muzeum Narodowego, Rodzina postanowiła kupić mieszkanie ciotki Heleny i zachować część rzeczy, która tam pozostała"}
{"en":"Aunt Helen was a real connoisseur","pl":"Ciotka Helena była prawdziwym koneserem"}
{"en":"And I thought that she was a hoarder, Joanna said","pl":"A ja myślałam, że była zwykłym zbieraczem, powiedziała Joanna"}
{"en":"Since selling the painting, Joanna didn’t have to worry about money","pl":"Od momentu sprzedaży obrazu Joanna nie musiała martwić się o pieniądze"}
{"en":"She finally didn’t have to say I’m sorry","pl":"W końcu nie musiała odpowiadać „Przepraszam"}
{"en":"We can’t afford it","pl":"Nie stać nas na to"}
{"en":"Joanna lived in Warsaw with her family","pl":"Joanna wraz z rodziną mieszkała w Warszawie"}
{"en":"Her family was poor","pl":"Byli biedni"}
{"en":"One day, Joanna got a letter","pl":"Pewnego dnia Joanna otrzymała list"}
{"en":"It said that Joanna had exceeded the speed limit and she’d got a speeding ticket","pl":"Okazało się, że Joanna przekroczyła limit prędkości i dostała mandat"}
{"en":"Joanna was broken","pl":"Joanna była załamana"}
{"en":"She couldn’t afford another unexpected expense","pl":"Nie stać ją było na kolejny niespodziewany wydatek"}
{"en":"After a while, Joanna saw another letter","pl":"Po chwili Joanna zauważyła, że pod stosem dokumentów był jeszcze jeden list"}
{"en":"It said that her aunt had passed away, The aunt wanted Joanna to clean her apartment and take care of her stuff","pl":"Było w nim napisane, że ciotka Joanny zmarła I chciała, aby Joanna posprzątała jej mieszkanie i zabrała jej rzeczy"}
{"en":"Joanna and her family went to Cracow to take care of the aunt’s stuff","pl":"Joanna z rodziną pojechała do Krakowa, aby zająć się rzeczami ciotki"}
{"en":"During the cleaning, Joanna noticed a strange painting","pl":"Podczas sprzątania Joanna zauważyła dziwny obraz"}
{"en":"She decided to take the painting to an antique shop","pl":"Postanowiła go zabrać do antykwariatu"}
{"en":"In the antique shop, Joanna learned that the painting was worth a lot of money","pl":"W antykwariacie Joanna dowiedziała się, że obraz jest wart dużo pieniędzy"}
{"en":"She decided to sell it","pl":"Joanna postanowiła go sprzedać"}
{"en":"Her family wasn’t poor anymore","pl":"Jej rodzina w końcu nie była biedna"}
{"en":"It was a cold morning","pl":"Był zimy poranek"}
{"en":"The last leaves and fruits had already fallen from the trees","pl":"Liście i ostatnie owoce z drzew zdążyły już opaść"}
{"en":"The fog on the glade was exceptionally thick that day","pl":"Mgła na leśnej polanie była wyjątkowo gęsta"}
{"en":"That day, Marcin had a lot to do","pl":"Tego dnia Marcin miał dużo pracy"}
{"en":"An extremely cold winter was coming, and there wasn’t enough food in the forest to feed the animals","pl":"Nadchodziła mroźna zima, a w lesie nie było zbyt wiele jedzenia dla zwierząt"}
{"en":"Marcin had to prepare birdhouses and feeders, and leave some vegetables and birdseed","pl":"Musiał przygotować karmniki, paśniki oraz zostawić trochę warzyw i karmy dla ptaków"}
{"en":"Marcin had been a forester for twenty years—and he’d loved his job so much","pl":"Marcin od dwudziestu lat robił to co kochał—był leśniczym"}
{"en":"He and his wife, Natalia, had moved to a small house in the middle of the forest, and they’d taken care of the animals, especially during some cold winters","pl":"Wraz ze swoją żoną Natalią przeprowadzili się do małego domku w lesie i tam troszczyli się o las i zwierzęta"}
{"en":"After preparing the food, Marcin was watching the animals coming to the feeder","pl":"Po wysypaniu jedzenia Marcin obserwował jak zwierzęta podchodzą do paśnika"}
{"en":"He knew that without his help wild animals couldn’t have survived","pl":"Wiedział, że bez jego pomocy leśne zwierzęta miałyby bardzo ciężko"}
{"en":"After finishing his work in the forest, Marcin headed towards the lake","pl":"Po pracy w lesie Marcin udał się nad jezioro"}
{"en":"He was watching the last flock of ducks heading south to survive the wintertime","pl":"Przez chwilę oglądał ostatnie stado kaczek odlatujące na południe, aby przetrwać zimowy czas"}
{"en":"I wish I was in the tropics now, Marcin thought","pl":"Chciałbym być teraz w ciepłych krajach, pomyślał Marcin"}
{"en":"Every year, he’d dreamt of leaving the country and spending the winter by the Mediterranean Sea","pl":"Za każdym razem marzył o tym, aby wyjechać z kraju i spędzić zimę nad Morzem Śródziemnym"}
{"en":"Yet every year, he stayed","pl":"Ale za każdym razem zostawał"}
{"en":"He knew that without his help, many wild animals wouldn’t have survived the winter due to a lack of food and freezing weather","pl":"Wiedział, że bez jego pomocy wiele zwierząt zginęłoby z braku jedzenia i zimna"}
{"en":"There had been less and less food in the forests each year","pl":"w lasach było coraz mniej pożywienia"}
{"en":"On his way home, Marcin noticed a flock of storks, They were about to fly out","pl":"Wracając do domu, Marcin zauważył w oddali stado bocianów zbierających się do lotu"}
{"en":"That’s weird, he thought","pl":"Dziwne, pomyślał"}
{"en":"The storks should have already been gone","pl":"Bociany powinny już dawno odlecieć"}
{"en":"Marcin decided to check why the storks were still by the lake","pl":"Postanowił sprawdzić dlaczego ptaki wciąż pozostawały przy jeziorze"}
{"en":"When he came closer, the storks flew out","pl":"Kiedy podszedł bliżej ptaki odleciały"}
{"en":"Suddenly","pl":"Nagle"}
{"en":"he noticed one stork that couldn’t fly","pl":"zauważył na plaży bociana, który nie odlatywał"}
{"en":"Marcin came closer, yet the bird was still staying put","pl":"Marcin zbliżył się do niego, ale ptak dalej pozostawał na miejscu"}
{"en":"He decided to come even closer","pl":"Postanowił podejść jeszcze bliżej"}
{"en":"When Marcin was close enough, he noticed that the bird had a broken wing","pl":"Gdy Marcin był już dostatecznie blisko, zauważył, że ptak ma złamane skrzydło"}
{"en":"Oh no","pl":"O nie"}
{"en":"This stork wasn’t so lucky","pl":"Ten bocian nie miał zbyt wiele szczęścia"}
{"en":"If it doesn’t fly out, it will freeze to death","pl":"Jeśli nie odleci, zamarznie na śmierć"}
{"en":"Marcin didn’t give it a second thought","pl":"Marcin nie zastanawiał się długo"}
{"en":"He decided to take the stork to his house","pl":"Postanowił zabrać bociana do swojego domu"}
{"en":"What took you so long? What do you have over there? asked Natalia, Marcin’s wife","pl":"Co zajęło ci tak długo? Co tam masz? spytała Natalia, żona Marcina"}
{"en":"After finishing my work, I noticed a flock of storks","pl":"Po skończonej pracy zauważyłem bociany nad jeziorem"}
{"en":"I have a hero one with a broken wing","pl":"Mam jednego ze złamanym skrzydłem"}
{"en":"We have to help him quickly so that he can fly out, Marcin replied","pl":"Musimy mu szybko pomóc, aby mógł odlecieć, odpowiedział Marcin"}
{"en":"Marcin and Natalia got down to work immediately","pl":"Marcin i Natalia od razu zaczęli działać"}
{"en":"They put the stork on the table and dressed its wounds","pl":"Położyli bociana na stole i opatrzyli jego rany"}
{"en":"You were lucky enough, buddy","pl":"Miałeś szczęście kolego"}
{"en":"You will be able to head south in a week","pl":"Za tydzień będziesz mógł odlecieć na południe"}
{"en":"Let’s hope winter won’t come that fast","pl":"Miejmy nadzieję, że zima nie przyjdzie do tego czasu"}
{"en":"The week had gone by, yet the situation was worse than Marcin expected","pl":"Tydzień minął, ale sytuacja była gorsza niż Marcin zakładał"}
{"en":"Well","pl":"No cóż"}
{"en":"It seems that you’ll have to spend the winter in our house, Marcin said","pl":"Wygląda na to, że spędzisz zimę w naszym domu, powiedział Marcin"}
{"en":"Marcin returned with the bird to his house and asked Natalia to prepare a place for the bird","pl":"Marcin wrócił razem z ptakiem do domu i poprosił Natalię o przygotowanie legowiska dla ptaka"}
{"en":"Winter was passing, and the bird had already felt at home","pl":"Zima mijała, a bocian zadomowił się w leśniczówce"}
{"en":"Marcin was very proud of the fact that he’d found the stork and helped him survive the winter","pl":"Marcin był bardzo dumny z tego, że znalazł bociana i pomógł mu przetrwać zimę"}
{"en":"One morning, walking through the forest, Marcin heard birds singing","pl":"Pewnego poranka, przechadzając się po lesie Marcin usłyszał śpiew ptaków"}
{"en":"Finally! he exclaimed","pl":"Nareszcie! wykrzyknął"}
{"en":"The spring has come!","pl":"Wiosna przyszła!"}
{"en":"Marcin ran to the lake","pl":"Marcin pobiegł nad jezioro"}
{"en":"On the beach, he noticed a flock of storks that had just returned from the southern countries","pl":"Na plaży zauważył stado bocianów, które właśnie wróciły z południa"}
{"en":"He decided to take his bird from the house and return it to the rest of the birds since its wing had already healed","pl":"Postanowił zabrać swojego ptaka z leśniczówki z powrotem do reszty, ponieważ jego skrzydło było już sprawne"}
{"en":"While letting the bird go on the beach, Marcin felt sad","pl":"Wypuszczając ptaka na plaży Marcin poczuł smutek"}
{"en":"He’d got used to the bird","pl":"Przez całą zimę zdążył już przyzwyczaić się do jego obecności"}
{"en":"Marcin knew that he would miss the bird so much","pl":"Marcin wiedział, że będzie za nim tęsknił"}
{"en":"During the winter, the stork was his best friend","pl":"W czasie zimy był to jego dobry przyjaciel"}
{"en":"It’s time to let you go, buddy, Marcin said","pl":"Czas cię wypuścić, kolego, powiedział Marcin"}
{"en":"Goodbye","pl":"„Żegnaj"}
{"en":"Marcin returned home, He felt really sad","pl":"Marcin wrócił do domu, ale nadal czuł wielki smutek"}
{"en":"He remembered that during the winter, he spent all evenings with his wife and the stork","pl":"Przypomniał sobie jak w czasie zimy razem z żoną i ptakiem spędzali wieczory w domu"}
{"en":"He thought back about finding the stork on the beach and helping him survive","pl":"Przypomniał sobie jak znalazł bociana na plaży i jak pomógł mu przetrwać"}
{"en":"Months went by, and Marcin returned to his daily responsibilities","pl":"Mijały miesiące, a Marcin powrócił do swoich codziennych obowiązków"}
{"en":"Another winter was coming","pl":"Znów zbliżała się zima"}
{"en":"Marcin prepared birdhouses and feeders","pl":"Marcin przygotował karmniki i paśniki"}
{"en":"That day, he decided to go to the lake","pl":"Tego dnia postanowił jednak udać się nad jezioro"}
{"en":"Unfortunately, there weren’t any birds left on the beach","pl":"Niestety, nie było tam już żadnych ptaków"}
{"en":"They should have already headed south, he thought","pl":"Musiały już odlecieć na południe, pomyślał"}
{"en":"He stood on the beach for a while and looked at the sky","pl":"Przez chwilę stał jeszcze na plaży i patrzył w niebo"}
{"en":"It was getting really cold, so Marcin decided to return to the house","pl":"Robiło się już bardzo zimno, więc Marcin postanowił wrócić do domu"}
{"en":"He noticed lights in his home when he was returning","pl":"Zauważył w oddali światła w swoim domu"}
{"en":"Through the window, he saw Natalia preparing food","pl":"Przez okno widział Natalię przygotowującą jedzenie"}
{"en":"When he came closer to the window, he noticed that Natalia was cleaning the blanket they’d prepared for the stork last winter","pl":"Kiedy podszedł do okna, zauważył, że Natalia czyściła koc, który zeszłej zimy przygotowali dla bociana"}
{"en":"Weird, he thought","pl":"Dziwne, pomyślał"}
{"en":"That blanket was in the attic","pl":"Ten koc był na strychu"}
{"en":"Why did Natalia bring it to the kitchen?","pl":"Po co Natalia przyniosła go do kuchni?"}
{"en":"Marcin decided to find out as fast as possible","pl":"Marcin postanowił jak najszybciej to wyjaśnić"}
{"en":"However, after entering the house, everything was clear","pl":"jednak po wejściu do domu wszystko było jasne"}
{"en":"Marcin noticed the stork that was lying on the blanket, and Natalia who was preparing food in the kitchen","pl":"Marcin zauważył bociana, który leżał na kocu i Natalię przygotowującą jedzenie w kuchni"}
{"en":"He was surprised","pl":"Był zaskoczony"}
{"en":"I was preparing some food when I suddenly saw him in front of the house","pl":"Przygotowywałam jedzenie, gdy nagle zauważyłam go przed domem"}
{"en":"I decided to take him home","pl":"Postanowiłam zabrać go do środka"}
{"en":"He didn’t head south","pl":"Nie odleciał na południe"}
{"en":"It seems that he wants to spend the winter with us, Natalia said","pl":"Wygląda na to, że chce spędzić zimę z nami, powiedziała Natalia"}
{"en":"Marcin was touched","pl":"Marcin był wzruszony"}
{"en":"The stork decided to stay with him","pl":"Bocian postanowił zostać razem z nim"}
{"en":"Since that day, the bird spent every winter in the house, although the other birds headed south","pl":"Od tej pory ptak każdą zimę spędzał w domu Marcina, pomimo tego, że reszta ptaków odlatywała na południe"}
{"en":"Marcin and his wife always prepared a place for him and waited for the autumn","pl":"Marcin z żoną za każdym razem przygotowywali mu miejsce i wyczekiwali jesieni"}
{"en":"Marcin was a forester","pl":"Marcin był leśniczym"}
{"en":"He lived with his wife, Natalia, in a small house in the woods","pl":"Mieszkał ze swoją żoną Natalią w małym domku w lesie"}
{"en":"One day after finishing his work, Marcin decided to go to the lake","pl":"Pewnego dnia po skończonej pracy Marcin postanowił udać się nad jezioro"}
{"en":"He saw a flock of storks","pl":"Zauważył tam stado bocianów"}
{"en":"When he came closer, he noticed that one of the storks had a broken wing","pl":"Gdy podszedł bliżej zauważył, że jeden bocian miał złamane skrzydło"}
{"en":"Marcin decided to take the bird to his home","pl":"Marcin postanowił zabrać go domu"}
{"en":"Marcin and his wife helped the stork","pl":"Marcin z żoną opatrzyli mu skrzydło"}
{"en":"After some time, it turned out that the stork couldn’t head south","pl":"Po pewnym czasie okazało się jednak, że bocian nie mógł odlecieć na południe"}
{"en":"The bird spent the winter at Marcin and Natalia’s home","pl":"Bocian spędził zimę w domu Marcina i Natalii"}
{"en":"After the winter, Marcin let the bird go","pl":"Po zimie Marcin wypuścił ptaka"}
{"en":"A month went by, and another winter was coming","pl":"Minęły miesiące I nadchodziła kolejna zima"}
{"en":"Marcin went to the lake, but all birds had already gone","pl":"Marcin udał się nad jezioro, ale wszystkie ptaki zdążyły już odlecieć na południe"}
{"en":"After returning home, he saw that the stork which he helped survive last winter was at his home","pl":"Po powrocie do domu zauważył, że w jego domu był bocian, któremu pomógł w zeszłym roku"}
{"en":"The stork didn’t head south and stayed at Marcin and Natalia’s home","pl":"Bocian nie odleciał na południe tylko został na zimę w domu Marcina i Natalii"}
{"en":"Magda looked through the window","pl":"Magda wyjrzała przez okno"}
{"en":"She saw a field covered with wheat and corn","pl":"Zobaczyła pole pełne pszenicy i kukurydzy"}
{"en":"In the foreground, there was the forest she enjoyed going to when she was a kid","pl":"W oddali znajdował się las do którego uwielbiała chodzić, gdy była dzieckiem"}
{"en":"She looked back on the times she fed wild animals during the winter, collected berries during summer, and gathered mushrooms during fall","pl":"Przypomniała sobie jak w zimie dokarmiała zwierzęta, jak latem zbierała jagody i jak jesienią zbierała grzyby"}
{"en":"Living in the countryside was peaceful and quiet","pl":"Życie na wsi było bardzo spokojne i ciche"}
{"en":"However, the older Magda got, the more boring living on a farm was for her","pl":"Jednak, im starsza Magda była, tym nudniejsze stawało się dla niej mieszkanie w wiosce"}
{"en":"There was nothing to do","pl":"W okolicy nie było nic do roboty"}
{"en":"There was no cinema, no restaurants","pl":"Nie było kina, nie było restauracji"}
{"en":"There wasn’t even a shop","pl":"a nawet nie było sklepu"}
{"en":"Magda and her parents had to do the shopping in the city, ten kilometres away from their home","pl":"Magda i jej rodzice musieli robić zakupy w mieście oddalonym o dziesięć kilometrów"}
{"en":"At least we have the Internet, Magda thought, and she opened Instagram","pl":"Dobrze, że jest Internet, pomyślała Magda i włączyła Instagrama"}
{"en":"Magda really enjoyed looking at the Instagram pictures","pl":"Przeglądanie zdjęć na Instagramie było dla Magdy czymś bardzo ciekawym"}
{"en":"She loved looking at photos of her friends from the city and see how they spent their free time","pl":"Uwielbiała oglądać zdjęcia swoich znajomych z miasta i widzieć jak spędzają wolny czas"}
{"en":"Pictures from restaurants, pictures from their trips—for Magda, everything looked just unreachable","pl":"Zdjęcia z restauracji, zdjęcia z podróży – wszystko to było dla Magdy bardzo odległe"}
{"en":"After a while, Magda heard the doorbell","pl":"Po krótkiej chwili Magda usłyszała dzwonek do drzwi"}
{"en":"He put her phone aside and went downstairs to open the door","pl":"Odłożyła telefon i poszła na dół otworzyć"}
{"en":"It was her boyfriend, Peter","pl":"To był Piotrek, jej chłopak"}
{"en":"Hi, honey","pl":"Cześć, kochanie"}
{"en":"How are you? he asked","pl":"Co u ciebie? zapytał"}
{"en":"Fine, come in","pl":"Dobrze, wejdź"}
{"en":"Would you like something to drink? Magda suggested","pl":"Napijesz się czegoś? zaproponowała Magda"}
{"en":"I’d love to, he said","pl":"Chętnie, odpowiedział"}
{"en":"Magda and Peter had always done everything together","pl":"Magda i Piotrek wszystko robili razem"}
{"en":"They met for the first time as little kids since Peter had been her neighbor","pl":"Poznali się już w dzieciństwie, ponieważ Piotrek był jej sąsiadem"}
{"en":"Later, they were in the same class at school","pl":"Później razem chodzili do jednej klasy"}
{"en":"After graduating from school, they became a couple","pl":"Po ukończeniu szkoły podstawowej zostali parą"}
{"en":"Peter didn’t go to university because he decided to spend the rest of his life on the farm","pl":"Piotrek nie wyjechał na studia, ponieważ postanowił spędzić resztę swojego życia w gospodarstwie"}
{"en":"He hoped that one day they would get married and take care of the farm together","pl":"Miał nadzieję, że wkrótce wezmą ślub i razem będą prowadzić gospodarstwo"}
{"en":"Magda wanted to study","pl":"Magda chciała iść na studia"}
{"en":"Unfortunately, she hadn’t got a good score on the state exam, and she hadn’t got into the university","pl":"Niestety, nie zdała dobrze egzaminu końcowego i nie dostała się"}
{"en":"After that, she gave up","pl":"Po tym czasie przestała próbować"}
{"en":"That day Marta felt strange","pl":"Tego dnia Magda czuła się dziwnie"}
{"en":"She loved Peter, yet recently they’d had nothing to talk about","pl":"Kochała Piotrka, ale od jakiegoś czasu czuła, że nie mają o czym rozmawiać"}
{"en":"They were drinking coffee, saying nothing","pl":"Pili kawę w milczeniu"}
{"en":"After a while, Peter broke the silence:","pl":"Po krótkiej chwili Piotrek przerwał milczenie:"}
{"en":"I have to tell you something","pl":"Muszę ci coś powiedzieć"}
{"en":"What is that? Magda was surprised","pl":"Co takiego? Magda była zdziwiona"}
{"en":"We aren’t going to the mountains this year","pl":"Nie pojedziemy w tym roku w góry"}
{"en":"I have to stay here","pl":"Muszę tutaj zostać"}
{"en":"We have too much to do on the farm","pl":"Mamy dużo pracy w gospodarstwie"}
{"en":"I’m sorry, honey","pl":"Przepraszam, kochanie"}
{"en":"Magda felt so much worse","pl":"Magda poczuła się jeszcze gorzej"}
{"en":"She’d hoped that she would leave the village for a while and see something new","pl":"Miała nadzieję, że choć na chwilę opuści wioskę i zobaczy coś nowego"}
{"en":"She’d been waiting for that trip for a long time","pl":"Czekała na ten wyjazd tak długo"}
{"en":"However, she knew that Peter had so much to do","pl":"Wiedziała jednak, że Piotrek miał naprawdę dużo pracy"}
{"en":"They’d been meeting less and less often, and they’d been spending less and less time together","pl":"Ostatnio spotykali się coraz rzadziej i spędzali ze sobą coraz mniej czasu"}
{"en":"After meeting Peter, Magda started to think about her life","pl":"Po spotkaniu z Piotrkiem Magda zaczęła rozmyślać nad swoim życiem"}
{"en":"She loved her home and her family, yet living in the countryside became torture after graduating from school","pl":"Bardzo lubiła swój dom i rodzinę, ale życie na wsi było dla niej udręką po ukończeniu szkoły"}
{"en":"She didn’t know what to do with her life","pl":"Nie miała pomysłu na życie i nie wiedziała co chce robić"}
{"en":"She knew only one thing—she couldn’t stay there any longer","pl":"Wiedziała jedno—nie może tu dłużej zostać"}
{"en":"One day, looking at some Instagram pictures, she saw that her friend was on a trip to London","pl":"Pewnego dnia, oglądając Instagrama zobaczyła, że jej koleżanka była na wycieczce w Londynie"}
{"en":"The picture was so beautiful that it made Magda look at more pictures of the city and read some fun facts about England","pl":"Zdjęcie było tak piękne, że Magda przez cały wieczór oglądała zdjęcia miasta i czytała ciekawostki na temat Anglii"}
{"en":"She even opened an airline’s website and pretended to buy a ticket","pl":"Otworzyła nawet stronę linii lotniczych i udawała, że kupuje bilet"}
{"en":"She was about to press the Back button when suddenly","pl":"Już miała nacisnąć Wstecz, gdy nagle"}
{"en":"After a second, Magda realized that she had just booked a one-way plane ticket from Warsaw to London","pl":"Magda po sekundzie zorientowała się, że zarezerwowała bilet z Warszawy do Londynu w jedną stronę"}
{"en":"It was an impulse","pl":"To był impuls"}
{"en":"It was like a dream come true","pl":"To było jak spełnienie marzeń"}
{"en":"She knew that she couldn’t stay in the village any longer","pl":"Wiedziała, że nie może dłużej zostać na wsi"}
{"en":"The next day, Magda decided to tell her parents and Peter about the trip","pl":"Nazajutrz Magda postanowiła powiedzieć o tym rodzicom i Piotrkowi"}
{"en":"Mom, Dad, I’m going to London the day after tomorrow! she said","pl":"Mamo, tato, pojutrze wylatuję do Londynu! powiedziała"}
{"en":"My little girl, are you sure you want to go? her mom asked","pl":"Córeczko, jesteś pewna, że chcesz lecieć? spytała mama"}
{"en":"Yes, I need to do this","pl":"Tak, muszę to zrobić"}
{"en":"I can’t stay here any longer","pl":"Nie mogę tutaj dłużej zostać"}
{"en":"Living in the countryside is so boring, Magda said","pl":"Życie na wsi jest zbyt nudne, odpowiedziała Magda"}
{"en":"If this trip makes you happy, then go, her dad said","pl":"Jeśli ten wyjazd sprawi, że będziesz szczęśliwa, to jedź w takim razie, odparł ojciec Magdy"}
{"en":"Magda couldn’t believe she was about to go to London alone in two days! She was scared a bit","pl":"Magda nie mogła uwierzyć za dwa dni miała sama polecieć do Londynu! Trochę się bała"}
{"en":"She decided to pack her suitcase and take some travel essentials","pl":"Postanowiła spakować walizkę i zabrać najpotrzebniejsze rzeczy"}
{"en":"Yet, she knew that she had to make one more important conversation before the departure","pl":"Wiedziała jednak, że przed wyjazdem czekała ją jeszcze jedna, bardzo trudna rozmowa"}
{"en":"Peter, we need to talk","pl":"Piotrek, musimy porozmawiać"}
{"en":"What’s going on? Peter asked","pl":"O co chodzi? zapytał Piotrek"}
{"en":"He was confused a bit","pl":"Był trochę zmieszany"}
{"en":"Peter, some things between us haven’t been well for some time","pl":"Piotrek, od pewnego czasu nie jest dobrze"}
{"en":"I think it’s time to end this","pl":"Uważam że powinniśmy to zakończyć"}
{"en":"But","pl":"Ale"}
{"en":"why?","pl":"dlaczego?"}
{"en":"I don’t want to spend the rest of my life with you","pl":"Nie chcę spędzić z tobą reszty życia"}
{"en":"Living here is so boring","pl":"Życie na wsi jest zbyt nudne"}
{"en":"I want to travel the world, meet new people","pl":"Ja chcę zwiedzać świat, poznawać nowych ludzi"}
{"en":"I don’t want to live with you on the farm","pl":"Nie chcę żyć z tobą w gospodarstwie"}
{"en":"I’m going to London the day after tomorrow, Magda said","pl":"Po jutrze wylatuję do Londynu, odpowiedziała Magda"}
{"en":"Are you breaking up with me? Peter asked","pl":"Czy to oznacza, że zrywasz ze mną? spytał Piotrek"}
{"en":"Yes","pl":"Tak"}
{"en":"I think that’s it","pl":"Myślę, że to koniec"}
{"en":"I’m sorry, Magda said","pl":"Przepraszam, odpowiedziała Magda"}
{"en":"Good luck, then","pl":"Powodzenia, w takim razie"}
{"en":"Peter was devastated","pl":"Piotrek był zdruzgotany"}
{"en":"However, he knew that he had to let it go","pl":"jednak wiedział, że musi odpuścić"}
{"en":"The day of the departure finally came","pl":"W końcu nadszedł dzień wylotu"}
{"en":"Magda was nervous","pl":"Magda była bardzo zdenerwowana"}
{"en":"She had never been on a plane before","pl":"Nigdy wcześniej nie latała samolotem"}
{"en":"She had never been abroad","pl":"Nigdy wcześniej nie była nawet za granicą"}
{"en":"However, her curiosity was stronger than her fear","pl":"Jednak ciekawość była silniejsza niż strach"}
{"en":"Magda said goodbye to her parents and headed towards the check-in gates","pl":"Magda pożegnała się z rodzicami i udała się w stronę odprawy"}
{"en":"After entering the plane, she got excited","pl":"Po wejściu do samolotu Magda była podekscytowana"}
{"en":"She knew that there was no way back","pl":"Wiedziała, że nie może już wrócić"}
{"en":"It was her life-changing decision","pl":"To była przełomowa decyzja"}
{"en":"After reaching her destination, Magda was astonished and overwhelmed at the same time","pl":"Po dotarciu na miejsce Magda była przytłoczona, a jednocześnie zachwycona"}
{"en":"She had never seen such a big city","pl":"Nigdy wcześniej nie widziała tak dużego miasta"}
{"en":"There were restaurants, clubs, and hundreds of people everywhere","pl":"Wszędzie były restauracje, kluby, setki ludzi"}
{"en":"And her","pl":"I ona"}
{"en":"right in the middle of London","pl":"w samym środku Londynu"}
{"en":"Months went by","pl":"Mijały miesiące"}
{"en":"Magda had already found an apartment and a job","pl":"Magda znalazła mieszkanie i pracę"}
{"en":"She was working as a shop assistant in a supermarket","pl":"Pracowała jako sprzedawca w supermarkecie"}
{"en":"It wasn’t her dream job, but it could help her survive in the city","pl":"Nie była to wymarzona praca, ale przynajmniej pozwalała na przetrwanie w dużym mieście"}
{"en":"Working hard wasn’t a problem for Magda—she’d been working hard all her life on the farm","pl":"Praca nie była dla Magdy problemem—całe życie ciężko pracowała w gospodarstwie"}
{"en":"However, Magda was lonely","pl":"Jednak, Magda była bardzo samotna"}
{"en":"She didn’t have any friends in London","pl":"W Londynie nie miała żadnych znajomych"}
{"en":"She didn’t have anyone to talk to about her problems","pl":"Nie miała nawet nikogo, z kim mogłaby porozmawiać o swoich problemach"}
{"en":"Sometimes she talked with her parents on the phone, but she missed them very much","pl":"Czasem rozmawiała z rodzicami przez telefon, jednak czuła że tęskniła za nimi"}
{"en":"One day, she even called Peter, but he had a job to do and couldn’t talk, as usual","pl":"Pewnego razu rozmawiała nawet z Piotrkiem, ale on jak zwykle, miał dużo pracy i nie miał czasu na długą rozmowę"}
{"en":"One day, Magda came home from work really tired","pl":"Pewnego dnia Magda wróciła zmęczona z pracy"}
{"en":"At that moment, she was disappointed and lonely","pl":"W tamtej chwili poczuła rozczarowanie i samotność"}
{"en":"The city was beautiful, yet she missed the people she loved—her parents and Peter","pl":"Miasto było piękne, ale Magdzie brakowało ludzi, których kochała – jej rodziców, a nawet Piotrka"}
{"en":"Guess it’s time to buy a return ticket, she thought","pl":"Chyba czas kupić bilet powrotny, pomyślała"}
{"en":"After fifteen minutes, the return ticket was already in her basket on the website","pl":"Po piętnastu minutach bilet powrotny był już w koszyku"}
{"en":"She was happy to finally return home","pl":"Magda cieszyła się na powrót"}
{"en":"She decided to tell her parents about it","pl":"Postanowiła powiedzieć rodzicom"}
{"en":"At the airport in Warsaw, Magda noticed her parents immediately","pl":"Na lotnisku w Warszawie Magda od razu zobaczyła swoich rodziców"}
{"en":"She was really happy","pl":"Była bardzo szczęśliwa"}
{"en":"She’d missed them so much","pl":"Bardzo za nimi tęskniła"}
{"en":"Mom, dad, I’m really happy to see you both! she exclaimed","pl":"Mamo, tato, tak się cieszę, że was widzę! wykrzyknęła"}
{"en":"We’re happy too, my little girl","pl":"My też się cieszymy, córciu"}
{"en":"But","pl":"Ale"}
{"en":"you wanted to live in the city","pl":"tak bardzo chciałaś mieszkać w mieście"}
{"en":"You told us that living in the countryside was boring","pl":"Mówiłaś, że życie na wsi jest nudne"}
{"en":"Why did you decide to return home? her mother asked","pl":"Dlaczego postanowiłaś wrócić? zapytała mama"}
{"en":"East, west, home is best","pl":"Wszędzie dobrze ale w domu najlepiej"}
{"en":"I realized that when I was alone in London","pl":"Zdałam sobie z tego sprawę, gdy byłam sama w Londynie"}
{"en":"I’ve missed you and our home so bad, Magda replied","pl":"Bardzo tęskniłam za wami i za domem, odpowiedziała Magda"}
{"en":"While returning home, Magda saw Peter’s house","pl":"Po powrocie do domu Magda zobaczyła dom Piotrka"}
{"en":"She realized how much she’d missed him during the time in London","pl":"Przypomniało jej się jak bardzo tęskniła za nim podczas pobytu w Londynie"}
{"en":"Mom, do you think that I should visit him and apologize? Magda asked","pl":"Mamo, myślisz że powinnam iść do niego i go przeprosić? zapytała Magda"}
{"en":"Of course","pl":"Oczywiście"}
{"en":"You have to to this","pl":"Musisz to zrobić"}
{"en":"However, there’s something you need to know, her mother said","pl":"Jednak jest coś, o czym musisz wiedzieć, odpowiedziała mama"}
{"en":"What is it? Magda asked","pl":"Co to takiego? zapytała Magda"}
{"en":"Peter’s engaged, her mother said","pl":"Piotrek jest zaręczony, odpowiedziała mama"}
{"en":"What?! Magda was shocked","pl":"Co?! Magda była zszokowana"}
{"en":"After your breakup, Peter started to go out with Ania, a girl from another village","pl":"Po rozstaniu Piotrek zaczął chodzić z Anią z sąsiedniej wioski"}
{"en":"They got engaged two weeks ago","pl":"Zaręczyli się dwa tygodnie temu"}
{"en":"Magda didn’t know what to say","pl":"Magda nie wiedziała co powiedzieć"}
{"en":"She decided to apologize to Peter for everything","pl":"Postanowiła jednak przeprosić Piotrka za wszystko"}
{"en":"She wanted to make friends with him","pl":"Chciała, aby zostali chociaż przyjaciółmi"}
{"en":"Unfortunately, her decision had consequences","pl":"Niestety, jej decyzja miała poważne konsekwencje"}
{"en":"She knew that she wouldn’t be with Peter ever again","pl":"Wiedziała, że nigdy już nie będzie z Piotrkiem"}
{"en":"However, she didn’t regret her trip to London","pl":"Jednak, nie żałowała wyjazdu"}
{"en":"During the stay in the city, she realized that people, not places, made her happy","pl":"Podczas pobytu w Londynie zdała sobie sprawę z tego, że to ludzie, nie miejsca są źródłem szczęścia"}
{"en":"Magda lived in the countryside","pl":"Magda mieszkała na wsi"}
{"en":"After graduating from school, she met Peter, The couple started to go out together","pl":"Po ukończeniu szkoły poznała Piotrka i para zaczęła chodzić ze sobą"}
{"en":"Peter didn’t go to a university since he wanted to spend the rest of his life on the farm","pl":"Piotrek nie poszedł na studia, ponieważ chciał spędzić życie na gospodarstwie"}
{"en":"Magda didn’t go either because she hadn’t got a good score on the state exam","pl":"Magda również nie poszła na studia, ponieważ się nie dostała"}
{"en":"One day, Magda was looking at some Instagram pictures","pl":"Pewnego dnia Magda oglądała zdjęcia na Instagramie"}
{"en":"She was jealous of her friends","pl":"Była zazdrosna o koleżanki"}
{"en":"After a while, she bought a one-way ticket to London","pl":"Po chwili kupiła bilet w jedną stroną do Londynu"}
{"en":"The next day, Magda decided to tell her parents about the trip","pl":"Następnego dnia Magda postanowiła powiedzieć o wyjeździe swoim rodzicom"}
{"en":"They agreed to it","pl":"Rodzice zgodzili się"}
{"en":"Magda decided to break up with Peter","pl":"Magda postanowiła zerwać z Piotrkiem"}
{"en":"After a few days, Magda departed to London","pl":"Po kilku dniach Magda wyjechała do Londynu"}
{"en":"A month went by","pl":"Minęły miesiące"}
{"en":"Magda was working at a supermarket and was renting an apartment","pl":"Magda pracowała w supermarkecie i wynajmowała mieszkanie"}
{"en":"She felt lonely in the big city, and she didn’t have any friends","pl":"Czuła się bardzo samotnie w dużym mieście I nie miała przyjaciół"}
{"en":"She decided to return home","pl":"Postanowiła wrócić do domu"}
{"en":"Her parents were really happy","pl":"Po powrocie rodzice Magdy ucieszyli się"}
{"en":"Magda decided to apologize to Peter","pl":"Magda postanowiła przeprosić Piotrka"}
{"en":"It turned out that he had already been engaged to someone else","pl":"Okazało się, że Piotrek był zaręczony"}
{"en":"Magda didn’t regret her decision","pl":"Magda nie żałowała swojej decyzji o powrocie"}
{"en":"Sara wasn’t as lucky as the other kids","pl":"Sara nie miała tyle szczęścia, co inne dzieci"}
{"en":"As a newborn, she was taken to the orphanage","pl":"Jako noworodek trafiła do domu dziecka"}
{"en":"She didn’t know her parents","pl":"Nie znała swoich rodziców"}
{"en":"She didn’t try to find out who they were","pl":"Nigdy nawet nie próbowała się dowiedzieć kim oni są"}
{"en":"She was afraid of disappointment","pl":"Bardzo bała się rozczarowania"}
{"en":"Sara wasn’t a well-behaved kid either","pl":"Sara nie była również grzecznym dzieckiem"}
{"en":"In fact, she always started something","pl":"Właściwie, sprawiała wiele problemów"}
{"en":"She could start an argument over toys or a seat by a table with the other kids countless times","pl":"Wiele razy potrafiła kłócić się z innymi dziećmi o zabawki czy miejsce przy stole"}
{"en":"That day, Sara woke up tired and nervous","pl":"Tego dnia Sara obudziła się zmęczona i zdenerwowana"}
{"en":"She remembered that two days before, she hit her friend and got suspended","pl":"Przypomniała sobie jak dwa dni wcześniej uderzyła swojego kolegę i została zawieszona"}
{"en":"She knew that it hadn’t been her fault","pl":"Wiedziała, że to nie była jej wina"}
{"en":"That boy triggered her, making some stupid comments","pl":"Tamten chłopak sprowokował ją, robiąc sobie z niej żarty"}
{"en":"Sara didn’t have many friends, but it was too much for her","pl":"Sara nie miała żadnych przyjaciół, ale tego było już za wiele"}
{"en":"In addition, Mrs Maria, the houseparent, took her pocket money because of that fight","pl":"Na dodatek, Pani Maria, jej opiekunka, zabrała jej wszystkie kieszonkowe przez tę bójkę"}
{"en":"I won’t be able to buy anything in the shopping center because of this fight, Sara thought","pl":"Bez tych pieniędzy nie będę mogła nic sobie kupić w galerii, pomyślała Sara"}
{"en":"She was very sad because in two days, the whole group was supposed to go to the shopping center to buy some clothes","pl":"Była bardzo smutna, ponieważ za dwa dni wszystkie dzieci z ośrodka miały iść z opiekunem do galerii handlowej, aby kupić sobie ubrania"}
{"en":"The shopping day finally came","pl":"Nadszedł dzień zakupów"}
{"en":"All the children went to the big shopping center in the city center","pl":"Wszyscy podopieczni udali się do dużej galerii handlowej w centrum miasta"}
{"en":"Sara didn’t have any money, yet she decided to go","pl":"Sara nie miała żadnych pieniędzy, ale postanowiła pojechać"}
{"en":"She loved looking at all the clothes and jewelry","pl":"Uwielbiała oglądać te wszystkie piękne ubrania i biżuterię"}
{"en":"She dreamt that, one day, she would buy anything she wanted to","pl":"Marzyła o tym, że pewnego dnia kpi sobie tyle rzeczy ile będzie chciała"}
{"en":"Sara left her group shortly after entering the shopping center","pl":"Sara odłączyła się od grupy zaraz po wejściu do galerii"}
{"en":"She was jealous of her friends","pl":"Bardzo zazdrościła swoim koleżankom"}
{"en":"She knew that without the money taken by Mrs Maria, she wouldn’t buy anything","pl":"Wiedziała, że bez kieszonkowych, które zabrała jej pani Maria nic sobie nie kupi"}
{"en":"After going into one of the clothing shops, Sara saw a beautiful dress","pl":"Po wejściu do jednego ze sklepów z ubraniami Sara zauważyła piękną sukienkę"}
{"en":"It was red and had long sleeves","pl":"Sukienka była czerwona i miała długie rękawy"}
{"en":"Sara decided to try it on","pl":"Sara postanowiła ją przymierzyć"}
{"en":"When Sara looked at herself in the mirror, wearing that beautiful dress, she couldn’t believe it","pl":"Kiedy Sara zobaczyła siebie w lustrze w tej przepięknej sukience nie mogła uwierzyć"}
{"en":"She looked absolutely stunning! However, when she looked at the price tag, she felt sad","pl":"Wyglądała oszałamiająco! Jednak, gdy spojrzała na cenę od razu posmutniała"}
{"en":"The dress cost four hundred zlotys","pl":"Sukienka kosztowała czterysta złotych"}
{"en":"Sara had only a few coins inside her pocket","pl":"Sara miała w kieszeni tylko kilka monet"}
{"en":"I don’t want to return it, she thought","pl":"Nie chcę jej oddawać, pomyślała"}
{"en":"After a while, a shop assistant came up to her","pl":"Po chwili podeszła do niej ekspedientka"}
{"en":"Are you going to buy this dress? the shop assistant asked","pl":"Czy kupuje pani tę sukienkę, zapytała ekspedienta"}
{"en":"You look amazing, she added","pl":"Wygląda w niej Pani przepięknie, dodała"}
{"en":"Sara felt terrible","pl":"Sara poczuła się okropnie"}
{"en":"She knew that she had to return the dress","pl":"Wiedziała, że musi odłożyć sukienkę"}
{"en":"I’ll try it on once again, she said and added, I need to be sure that it fits me well","pl":"Przymierzę ją jeszcze raz, powiedziała i dodała, muszę być pewna, że mi pasuje"}
{"en":"Sara entered the fitting room once again and got the dress on","pl":"Sara weszła do przymierzalni jeszcze raz i założyła sukienkę"}
{"en":"She didn’t want to return it so badly that she decided to stay in the fitting room for one hour to see how amazing she looked","pl":"Tak bardzo nie chciała jej oddawać, że postanowiła przesiedzieć w przymierzalni całą godzinę, aby móc patrzeć jak pięknie wygląda"}
{"en":"After some time, Sara looked at her watch","pl":"Po jakimś czasie Sara spojrzała na zegarek"}
{"en":"It was late","pl":"Było już późno"}
{"en":"Mrs Maria and the other kids are waiting for me, she thought and started to take off the dress","pl":"Pani Maria i reszta na pewno już na mnie czekają, pomyślała i zaczęła zdejmować sukienkę"}
{"en":"After a while, she got an idea","pl":"Po chwili jednak wpadła na pomysł"}
{"en":"She recalled that she’d had a pair of scissors in her backpack","pl":"Przypomniała sobie, że miała w plecaku nożyczki"}
{"en":"Well","pl":"Hmm"}
{"en":"Mrs Maria won’t find out","pl":"Pani Maria na pewno się nie zorientuje"}
{"en":"I’ll take the risk","pl":"Zaryzykuję"}
{"en":"I can’t return this dress","pl":"Nie mogę oddać tej sukienki"}
{"en":"It’s so beautiful","pl":"Jest zbyt piękna"}
{"en":"It’s not my fault they took my pocket money! Sara thought","pl":"To nie moja wina, że zabrali mi kieszonkowe! pomyślała Sara"}
{"en":"After a few minutes, the dress was inside Sara’s backpack","pl":"Po kilku minutach sukienka była już w plecaku Sary"}
{"en":"The girl quickly left the fitting room and hid behind some clothes so that the shop assistant couldn’t notice her","pl":"Dziewczyna wyszła szybko z przymierzalni i schowała się za ubraniami, aby ekspedientka jej nie zauważyła"}
{"en":"Sara left the clothing shop unnoticed and ran to the meeting point","pl":"Sara szybko wyszła ze sklepu niezauważona i pobiegła na miejsce zbiórki"}
{"en":"You’re late! We’ve been waiting for you for ten minutes! Mrs Maria said","pl":"Spóźniłaś się! Czekamy na ciebie już dziesięć minut! powiedziała pani Maria"}
{"en":"I’m sorry","pl":"Przepraszam"}
{"en":"I was on the other side of the shopping center","pl":"Byłam na drugim końcu galerii"}
{"en":"I had to go to the toilet, Sara said","pl":"Musiałam iść do toalety, odpowiedziała Sara"}
{"en":"The girl was nervous","pl":"Dziewczyna była zdenerwowana"}
{"en":"She was afraid of getting caught by the shop assistant before leaving the shopping center","pl":"Bała się, że ekspedientka w sklepie zorientuje się szybką i złapie ją zanim jej grupa opuści galerię"}
{"en":"However, it didn’t happen","pl":"Jednak tak się nie stało"}
{"en":"Sara left the building unnoticed with the rest of the group","pl":"Sara wyszła z grupą niezauważona"}
{"en":"After returning to the orphanage, Sara decided to hide the dress under her bed","pl":"Po powrocie do ośrodka Sara postanowiła ukryć sukienkę pod łóżkiem"}
{"en":"She had to do that because Mrs Maria could see that something was wrong","pl":"Musiała to zrobić, ponieważ pani Maria szybko odkryłaby, że coś jest nie tak"}
{"en":"Sara didn’t have any pocket money","pl":"Sara nie miała przecież żadnych kieszonkowych"}
{"en":"A few days went by","pl":"Minęło kilka dni"}
{"en":"The dress was still lying under Sara’s bed and no one had found it","pl":"Sukienka wciąż leżała pod łóżkiem Sary i nikt jej nie odnalazł"}
{"en":"Only Sara knew about the secret","pl":"Tylko ona wiedziała o tym sekrecie"}
{"en":"However, the longer the dress was hidden under the bed, the more nervous Sara was getting","pl":"Jednak, im dłużej sukienka była w jej pokoju, tym bardziej zdenerwowana była Sara"}
{"en":"She was afraid that, one day, the police will come to the orphanage and find the dress","pl":"Bała się, że pewnego dnia do ośrodka przyjdzie policja i znajdzie sukienkę"}
{"en":"She was afraid of being expelled and taken to the young detention center","pl":"Bała się, że będzie wyrzucona z ośrodka i zabrana do poprawczaka"}
{"en":"Moreover, Sara felt bad about stealing the dress from the shop","pl":"Ponadto, Sara czuła się źle z powodu kradzieży sukienki"}
{"en":"She thought about the shop assistant who’d had to pay for the missing dress","pl":"Pomyślała o ekspedientce, która będzie musiała zapłacić za to, że sukienka zniknęła ze sklepu"}
{"en":"Sara decided to confess to the theft","pl":"Sara postanowiła przyznać się do kradzieży"}
{"en":"She took the dress and went to Mrs Maria’s office","pl":"Zabrała sukienkę i poszła do gabinetu pani Marii"}
{"en":"Who’s that? Please, come in","pl":"Kto tam? Proszę wejść"}
{"en":"Oh","pl":"O"}
{"en":"Sara","pl":"Sara"}
{"en":"What’s going on? Mrs Maria asked","pl":"O co chodzi? zapytała pani Maria"}
{"en":"There’s something you need to know, Sara said","pl":"Jest coś, o czym musi Pani wiedzieć, odpowiedziała Sara"}
{"en":"What’s going on? Mrs Maria got worried","pl":"Co się dzieje? Pani Maria była zaniepokojona"}
{"en":"That day, when we were in the shopping center","pl":"Tego dnia kiedy byliśmy w galerii"}
{"en":"I","pl":"ja"}
{"en":"I","pl":"ja"}
{"en":"Sara couldn’t catch a breath","pl":"Sara nie mogła złapać oddechu"}
{"en":"She started to cry","pl":"Zaczęła płakać"}
{"en":"What happened, honey? Tell me","pl":"Co się stało, kochanie? Powiedz"}
{"en":"I","pl":"Ja"}
{"en":"I","pl":"ja"}
{"en":"I stole a dress, Sara finally answered","pl":"ukradłam sukienkę, odpowiedziała w końcu Sara"}
{"en":"What dress? Where?","pl":"Jaką sukienkę? Gdzie?"}
{"en":"In that dress shop","pl":"W tym sklepie z sukienkami"}
{"en":"Next to the restaurant","pl":"Obok kawiarni"}
{"en":"It was so beautiful, and I didn’t have any money","pl":"Była taka piękna, a ja nie miałam pieniędzy"}
{"en":"I’m so sorry","pl":"Przepraszam"}
{"en":"I shouldn’t have done that, Sara said","pl":"Nie powinnam, powiedziała Sara"}
{"en":"Oh, honey","pl":"Och, kochanie"}
{"en":"Let’s hope it’s not too late","pl":"Miejmy nadzieję, że nie jest za późno"}
{"en":"Come with me and take the dress","pl":"Chodź ze mną i weź sukienkę"}
{"en":"We have to fix it, Mrs Maria said","pl":"Musimy to naprawić, odpowiedziała pani Maria"}
{"en":"Sara and Mrs Maria went to the shopping center","pl":"Sara wraz z panią Marią pojechały do galerii handlowej"}
{"en":"Sara decided to return the dress to the shop assistant","pl":"Sara postanowiła oddać ekspedientce sukienkę"}
{"en":"Unfortunately, the dress didn’t have the price tag, so Sara had to pay for it","pl":"Niestety, sukienka nie miała metki więc Sara musiała za nią zapłacić"}
{"en":"Don’t worry","pl":"Nie martw się"}
{"en":"I’ll pay for the dress, Mrs Maria said","pl":"Ja za nią zapłacę, odpowiedziała pani Maria"}
{"en":"Thank you, Sara said","pl":"Dziękuję Pani, powiedziała Sara"}
{"en":"However","pl":"Jednak"}
{"en":"you’ll have to face the consequences","pl":"będziesz musiała ponieść konsekwencje"}
{"en":"You’ll be helping in the kitchen and preparing meals for the kids every day next month","pl":"Codziennie będziesz pomagać w kuchni i przygotowywać jedzenie dla reszty podopiecznych w przyszłym miesiącu"}
{"en":"Sara was relieved","pl":"Sara odetchnęła z ulgą"}
{"en":"She knew that she would have to face the consequences, yet the feeling of relief was so much better","pl":"Wiedziała, że będzie musiała ponieść konsekwencje, ale uczucie ulgi było dla niej o wiele lepsze"}
{"en":"I won’t do anything like that again, she thought","pl":"Nigdy więcej tego nie zrobię, pomyślała"}
{"en":"Sara was an orphan","pl":"Sara była sierotą"}
{"en":"She didn’t know her parents","pl":"Nie znała swoich rodziców"}
{"en":"She didn’t want to meet them since she didn’t want to get disappointed","pl":"Nie chciała ich również poznać ponieważ nie chciała się rozczarować"}
{"en":"Sara wasn’t a well-behaved child","pl":"Sara nie była również grzecznym dzieckiem"}
{"en":"She often had an argument with other children","pl":"Często kłóciła się z innymi dziećmi"}
{"en":"One day, she hit one child and got suspended","pl":"Pewnego dnia uderzyła kolegę i została zawieszona"}
{"en":"The foster parent took her pocket money","pl":"Opiekunka zabrała jej również kieszonkowe"}
{"en":"The next day, Sara’s group went to a shopping center to buy some clothes","pl":"Kolejnego dnia grupa Sary poszła do centrum handlowego, aby kupić ubrania"}
{"en":"Sara was sad because she didn’t have any money","pl":"Sara była smutna, ponieważ nie miała pieniędzy"}
{"en":"She decided to go anyway","pl":"Postanowiła jednak pójść"}
{"en":"In one shop, Sara saw a beautiful dress","pl":"W jednym sklepie Sara zobaczyła piękną sukienkę"}
{"en":"She decided to try it on","pl":"Postanowiła ją przymierzyć"}
{"en":"Sara looked absolutely stunning in that dress","pl":"Okazało się, że Sara wyglądała przepięknie w tej sukience"}
{"en":"Unfortunately, she didn’t have money","pl":"Niestety, nie miała pieniędzy"}
{"en":"She decided to steal the dress","pl":"Postanowiła ukraść sukienkę"}
{"en":"After returning to the orphanage, she decided to hide the dress under her bed","pl":"Po powrocie do domu dziecka Sara ukryła sukienkę pod łóżkiem"}
{"en":"After a couple of days, Sara felt bad about stealing the dress","pl":"Po kilku dniach Sara czuła się źle z powodu kradzieży"}
{"en":"She decided to tell her foster parent, Mrs Maria, everything","pl":"Postanowiła powiedzieć o wszystkim swojej opiekunce – pani Marii"}
{"en":"Mrs Maria forgave Sara","pl":"Pani Maria przebaczyła Sarze"}
{"en":"Sara returned the dress to the shop, but she had to pay for it","pl":"Sara oddała sukienkę do sklepu, jednak musiała za nią zapłacić"}
{"en":"Mrs Maria paid for the dress","pl":"Pani Maria zapłaciła za sukienkę"}
{"en":"It was late","pl":"Było już bardzo późno"}
{"en":"Matthew got inside his car and drove to the city center","pl":"Mateusz wsiadł do samochodu i pojechał do centrum miasta"}
{"en":"He had to go to the supermarket, to the bank, and send a letter to the post office","pl":"Musiał iść do supermarketu, do banku i wysłać list na poczcie"}
{"en":"He was already late","pl":"Był już spóźniony"}
{"en":"Weronika, his wife, was already waiting for him at home","pl":"Weronika, jego żona już czekała na niego w domu"}
{"en":"Guests were coming at 7 PM","pl":"O dziewiętnastej mieli przyjść goście"}
{"en":"Matthew quickly went inside the supermarket","pl":"Mateusz pospiesznie wszedł do supermarketu"}
{"en":"As he was walking through the children’s section, he saw a woman","pl":"Przechodząc przez dział z produktami dla dzieci zauważył kobietę"}
{"en":"She was pregnant","pl":"Była w ciąży"}
{"en":"Matthew felt very sad","pl":"Mateusz poczuł smutek"}
{"en":"They had tried to have kids for months","pl":"Od kilku miesięcy starali się z żoną o dziecko"}
{"en":"Unsuccessfully","pl":"Bezskutecznie"}
{"en":"He remembered the doctor’s words during the last appointment:","pl":"Przypomniały mu się słowa lekarza podczas ostatniej wizyty:"}
{"en":"I’m sorry","pl":"Przykro mi"}
{"en":"You can’t have kids","pl":"Nie może mieć pan dzieci"}
{"en":"We can’t do anything about it","pl":"Nie możemy nic zrobić"}
{"en":"Since that appointment, Matthew had been broken","pl":"Po tamtej wizycie Mateusz był załamany"}
{"en":"His wife and he wanted to have kids so badly","pl":"Tak bardzo chcieli mieć dziecko"}
{"en":"He wasn’t ready for adoption","pl":"Nie był jeszcze gotowy na adopcję"}
{"en":"He had to cope with the problem and figure things out in the first place","pl":"Musiał przemyśleć sobie kilka spraw i przełamać się"}
{"en":"It wasn’t easy for him","pl":"Nie było mu łatwo"}
{"en":"Matthew left the supermarket and went to the post office to send the letter","pl":"Mateusz wyszedł z supermarketu i pojechał wysłać list"}
{"en":"While standing in line, he looked through the window and noticed a little girl standing on the sidewalk","pl":"Podczas stania w kolejce wyjrzał przez okno i zauważył na chodniku małą dziewczynkę"}
{"en":"She was wearing a colorful sweatshirt with a penguin","pl":"Miała na sobie kolorowy sweter z pingwinem"}
{"en":"She seemed lost","pl":"Wyglądała na zagubioną"}
{"en":"She’s waiting for her mom or dad, he thought","pl":"Pewnie czeka na mamę lub tatę, pomyślał"}
{"en":"But no one was coming","pl":"Jednak nikt nie przychodził"}
{"en":"None of the passers-by stopped and asked the girl why she was standing there","pl":"Żaden z przechodniów nie zatrzymał się i nie spytał dziewczynki dlaczego tam stoi"}
{"en":"After walking out of the post office, Matthew decided to find out why the girl was standing alone","pl":"Po wyjściu z budynku poczty Mateusz postanowił dowiedzieć się dlaczego dziewczynka stała sama"}
{"en":"Hi","pl":"Cześć"}
{"en":"I’m Matthew","pl":"Jestem Mateusz"}
{"en":"Why are you here alone? Where are your parents? he asked","pl":"Dlaczego stoisz tutaj sama? Gdzie są twoi rodzice? zapytał"}
{"en":"The girl looked at him and didn’t say anything","pl":"Dziewczynka spojrzała się na niego i nic nie odpowiedziała"}
{"en":"Can I help you? Why don’t we find your mom together? Matthew asked","pl":"Czy mogę ci jakoś pomóc? Może razem znajdziemy mamę? zapytał Mateusz"}
{"en":"I’m here alone","pl":"Jestem sama"}
{"en":"I lost my parents at the shopping center, and I don’t know where they are","pl":"Zgubiłam rodziców w centrum handlowym i nie wiem gdzie są"}
{"en":"They are looking for me","pl":"Na pewno mnie szukają"}
{"en":"And I came here, and I don’t know what to do, the girl said","pl":"A ja przyszłam tutaj i nie wiem co robić, odpowiedziała dziewczynka"}
{"en":"What’s your name? Matthew asked","pl":"Jak masz na imię? zapytał Mateusz"}
{"en":"I’m Katie, she said","pl":"Jestem Kasia, odpowiedziała"}
{"en":"Come with me","pl":"Chodź ze mną"}
{"en":"Let’s find your parents, Matthew said","pl":"Poszukamy twoich rodziców, powiedział Mateusz"}
{"en":"But the girl started to act strange","pl":"Jednak dziewczynka zaczęła zachowywać się dziwnie"}
{"en":"She didn’t want to look for her parents","pl":"Nie chciała iść szukać rodziców"}
{"en":"Mister","pl":"Proszę pana"}
{"en":"I’m sure my parents are looking for me right now","pl":"Moi rodzice na pewno mnie szukają"}
{"en":"Maybe you could drive me home? My grandma is there","pl":"Może Pan odwiózłby mnie do domu? Tam jest moja babcia"}
{"en":"She’ll call my parents so that they will stop worrying about me, Katie said","pl":"Ona zadzwoni do moich rodziców, aby się nie martwili, odpowiedziała Kasia"}
{"en":"Mateusz was surprised","pl":"Mateusz był zaskoczony"}
{"en":"He considered it weird, yet he decided to take the girl with him","pl":"Było to dla niego bardzo dziwne, ale postanowił zabrać dziewczynkę ze sobą"}
{"en":"While driving, Matthew decided to ask the girl where her house was","pl":"Podczas jazdy samochodem Mateusz postanowił zapytać dziewczynkę gdzie jest jej dom"}
{"en":"Where do you live?","pl":"Gdzie mieszkasz?"}
{"en":"The girl got confused","pl":"Dziewczynka była zmieszana"}
{"en":"There, outside the city","pl":"Tam, za miastem"}
{"en":"Słoneczna street, she said","pl":"Na ulicy Słonecznej, odpowiedziała"}
{"en":"Matthew was even more surprised","pl":"Mateusz był jeszcze bardziej zdziwiony"}
{"en":"His wife and he lived on Słoneczna street! He had never seen the girl before","pl":"On też mieszkał z żoną na ulicy Słonecznej! Nigdy wcześniej nie widział tej dziewczynki"}
{"en":"Still, he decided to go there","pl":"Postanowił jednak pojechać"}
{"en":"After all, he was driving in the same direction to go back home","pl":"I tak jechał w tamtym kierunku, aby wrócić do domu"}
{"en":"After arriving at Słoneczna street, Matthew decided to ask the girl about the exact address","pl":"Po dojechaniu na ulicę Słoneczną Mateusz postanowił zapytać dziewczynkę o dokładny adres"}
{"en":"Here we are","pl":"Jesteśmy"}
{"en":"So where is your house? he asked","pl":"To gdzie jest twój dom? zapytał"}
{"en":"There, at the end of the street, Katie said","pl":"O tam, na końcu ulicy, odpowiedziała Kasia"}
{"en":"However, when they stopped at the end of the street, the girl didn’t get out of the car","pl":"Jednak, kiedy Mateusz dotarł na koniec ulicy dziewczynka nie wysiadła z samochodu"}
{"en":"Matthew was already very confused","pl":"Mateusz był już bardzo zmieszany"}
{"en":"So where is your house? he asked","pl":"To gdzie jest twój dom? zapytał"}
{"en":"The girl didn’t say anything","pl":"Dziewczynka jednak nic nie odpowiedziała"}
{"en":"She was sitting quietly","pl":"Siedziała i nic nie mówiła"}
{"en":"Suddenly, the silence was broken by a speaker’s voice coming from the car radio:","pl":"Naglę ciszę przerwał głos dochodzący z radia:"}
{"en":"Attention","pl":"Uwaga"}
{"en":"Here’s the news","pl":"Podajemy fakty"}
{"en":"Today at 8 AM, a child from the orphanage went missing","pl":"Dziś rano o godzinie ósmej zaginęła podopieczna z domu dziecka"}
{"en":"She was wearing a colorful sweatshirt with a penguin","pl":"W momencie zaginięcia miała na sobie kolorowy sweter z pingwinem"}
{"en":"If you know something, please call 567 453 098","pl":"Jeśli wiesz coś o zaginięciu, zadzwoń pod numer 567 453 098"}
{"en":"Matthew looked at Katie and then at her sweatshirt, He couldn’t believe it","pl":"Mateusz spojrzał najpierw na Kasię, później na jej sweter i nie mógł uwierzyć"}
{"en":"It was her","pl":"To była ona"}
{"en":"She went missing, and now everybody’s looking for her","pl":"To ona zniknęła z domu dziecka i wszyscy jej szukają"}
{"en":"Is it you? But","pl":"To ty? Ale"}
{"en":"why? Matthew asked","pl":"dlaczego? zapytał Mateusz"}
{"en":"Katie started to cry","pl":"Kasia rozpłakała się"}
{"en":"After a while, she started speaking","pl":"Po chwili zaczęła mówić"}
{"en":"I’m sorry","pl":"Przepraszam proszę pana"}
{"en":"I didn’t want to escape from the orphanage","pl":"Ja nie chciałam uciec"}
{"en":"My parents died in a car accident","pl":"Moi rodzice zginęli w wypadku samochodowym"}
{"en":"I don’t want to go back to the orphanage","pl":"Nie chce wracać do domu dziecka"}
{"en":"Matthew felt really sorry for Katie","pl":"Mateusz bardzo współczuł Kasi"}
{"en":"Yet, he knew that he had to take her to the orphanage since everyone was looking for her","pl":"Wiedział jednak, że musi ją odwieźć do domu dziecka, bo wszyscy jej szukali"}
{"en":"I’m really sorry","pl":"Bardzo mi przykro"}
{"en":"I have to take you back to the orphanage","pl":"Muszę jednak zawieźć cię do domu dziecka"}
{"en":"Everybody’s looking for you, Matthew said","pl":"Wszyscy cię szukają, powiedział Mateusz"}
{"en":"Katie started to cry even more","pl":"Kasia rozpłakała się jeszcze bardziej"}
{"en":"Honey, I promise I will do my best to get you out of there, Matthew said","pl":"Kochanie, obiecuję, że zrobię co w mojej mocy, abyś nie musiała tam mieszkać, dodał Mateusz"}
{"en":"After leaving the girl in the orphanage, Matthew was touched","pl":"Po odstawieniu dziewczynki do domu dziecka Mateusz był wzruszony"}
{"en":"The girl was so nice","pl":"Dziewczynka była bardzo miła"}
{"en":"He felt really sorry for her","pl":"Zrobiło mu się jej żal"}
{"en":"What a terrible situation","pl":"Cóż za straszna sytuacja"}
{"en":"Katie had loving parents and they died in a car accident","pl":"Kasia miała kochających rodziców, którzy zginęli w wypadku"}
{"en":"She wants to have real parents so badly","pl":"Ona tak bardzo pragnie mieć rodziców"}
{"en":"And we want to have a child so badly","pl":"A my tak bardzo pragniemy dziecka"}
{"en":"At that moment, Matthew knew that he was ready for adoption","pl":"W tamtej chwili Mateusz wiedział, że jest gotowy na adopcję dziecka"}
{"en":"After returning home, he told his wife about the whole situation and about Katie","pl":"Po powrocie do domu opowiedział swojej żonie o całej sytuacji i o Kasi"}
{"en":"Weronika agreed to adoption without hesitation","pl":"Weronika bez wahania zgodziła się na adopcję"}
{"en":"In a few weeks, Matthew and Weronika fulfilled all requirements for adoption and took Katie home","pl":"W ciągu kilku tygodni Mateusz i Weronika spełnili wszystkie wymagania dotyczące adopcji i zabrali Kasię do swojego domu"}
{"en":"You see? Now you really live on Słoneczna street","pl":"Widzisz? Teraz naprawdę mieszkasz na ulicy Słonecznej"}
{"en":"It’s your new home, Matthew said","pl":"To twój nowy dom, powiedział Mateusz"}
{"en":"The girl was happy","pl":"Dziewczynka była szczęśliwa"}
{"en":"It was the first happy day for her since losing her parents","pl":"Był to dla niej pierwszy szczęśliwy dzień odkąd straciła swoich rodziców"}
{"en":"Matthew and Weronika were great parents","pl":"Mateusz i Weronika byli wspaniałymi rodzicami"}
{"en":"They took care of Katie the best they could","pl":"Troszczyli się o Kasie jak najlepiej umieli"}
{"en":"Katie was a great kid","pl":"Kasia również była wspaniałym dzieckiem"}
{"en":"Although escaping from the orphanage wasn’t a good thing, she didn’t regret that","pl":"Pomimo tego, że ucieczka z domu dziecka nie była dobrą rzeczą, nie żałowała"}
{"en":"She finally found new parents and a new home","pl":"W końcu odnalazła nowych rodziców i mowy dom"}
{"en":"Matthew lived with his wife, Weronika, in the suburbs","pl":"Mateusz mieszkał ze swoją żoną Weroniką na obrzeżach miasta"}
{"en":"The couple wasn’t able to have children on their own","pl":"Para nie mogła mieć dzieci"}
{"en":"One day, Matthew went to the city to do some shopping and send a letter to the post office","pl":"Pewnego dnia Mateusz pojechał do miasta, aby zrobić zakupy I wysłać list na poczcie"}
{"en":"While he was at the post office, he saw a little girl who was standing on the sidewalk","pl":"Kiedy Mateusz był na poczcie zauważył małą dziewczynkę, która stała na chodniku"}
{"en":"The girl told him that she had got lost and her parents were worried about her","pl":"Dziewczynka powiedziała, że się zgubiła I jej rodzice martwią się o nią"}
{"en":"Her name was Katie","pl":"Miała na imię Kasia"}
{"en":"She asked Matthew to drive her home","pl":"Poprosiła Mateusza, aby odwiózł ją do domu"}
{"en":"It turned out that Katie had been living on the same street as Matthew","pl":"Okazało się, że Kasia mieszkała na tej samej ulicy, co Mateusz"}
{"en":"When Matthew reached the destination, Katie didn’t know where her house was, and she started crying","pl":"Kiedy Mateusz dojechał na miejsce Kasia nie wiedziała gdzie jest jej dom I rozpłakała się"}
{"en":"At the same time, Matthew heard a voice from the car radio that said that a little girl had escaped from an orphanage","pl":"W tym samym czasie Mateusz usłyszał głos z radia mówiący, że mała dziewczynka uciekła z domu dziecka"}
{"en":"It was Katie","pl":"To była Kasia"}
{"en":"Matthew decided to take Katie to the orphanage","pl":"Mateusz postanowił odwieźć ją do domu dziecka"}
{"en":"After a few weeks, Matthew and Weronika adopted Katie","pl":"Po kilku tygodniach Mateusz I Weronika adoptowali Kasię"}
{"en":"They were great parents, and Katie was a great child","pl":"Byli wspaniałymi rodzicami, a Kasia była wspaniałym dzieckiem"}
{"en":"Come on, your favorite quiz show is about to start! said Gosia to her parents","pl":"Chodźcie, zaraz rozpoczyna się wasz ulubiony teleturniej! powiedziała Gosia do swoich rodziców"}
{"en":"Look, today the participant can win even 10,000 złoty! Gosia was excited","pl":"Zobaczcie, dzisiaj uczestnik może wygrać aż 10 000 złotych! Gosia była podekscytowana"}
{"en":"She loved watching quiz shows with her parents","pl":"Wraz z rodzicami uwielbiała oglądać teleturnieje"}
{"en":"Her parents loved solving puzzles and buying scratch cards","pl":"Jej rodzice kochali rozwiązywać krzyżówki i kupować zdrapki"}
{"en":"In her childhood, her father always brought Gosia scratch cards from the supermarket","pl":"W czasach dzieciństwa tata zawsze przynosił Gosi losy i zdrapki z supermarketu"}
{"en":"She loved that thrill of excitement","pl":"Gosia kochała ten dreszczyk emocji"}
{"en":"She loved taking part in competitions","pl":"Uwielbiała brać udział w różnych konkursach"}
{"en":"She used to win money and other stuff","pl":"Często wygrywała pieniądze oraz różne rzeczy"}
{"en":"Her parents loved competitions too","pl":"Jej rodzice również kochali konkursy"}
{"en":"One day, Gosia’s mom won a car","pl":"Pewnego razu mama Gosi wygrała samochód na loterii"}
{"en":"The entire family remembered that day for a long time","pl":"Cała rodzina pamiętała to przez długi czas"}
{"en":"That day, the family decided to watch their favorite game show","pl":"Tego dnia jednak rodzina postanowiła obejrzeć ich ulubiony teleturniej"}
{"en":"But first, dinner! the mom exclaimed and added, Today, we have only some instant noodles","pl":"Po pierwsze, obiad! krzyknęła mama i dodała, Dziś niestety mamy zupę błyskawiczną"}
{"en":"I didn’t have time to cook anything","pl":"Nie miałam czasu nic ugotować"}
{"en":"It’s okay, Mom","pl":"Nic się nie stało mamo"}
{"en":"I love instant noodles","pl":"Uwielbiam zupkę błyskawiczną"}
{"en":"I love that flavor, Gosia said","pl":"Kocham ten smak, powiedziała Gosia"}
{"en":"It’s beginning, her dad said","pl":"Właśnie się zaczyna, powiedział tata"}
{"en":"Although the soup was fast and cheap, it tasted great","pl":"Zupa była błyskawiczna i tania, ale bardzo smaczna"}
{"en":"Gosia started to look through the package","pl":"Gosia zaczęła oglądać paczkę"}
{"en":"You see? It says that you can find a gold coin inside the package","pl":"Widzicie? Tu jest napisane, że można znaleźć złotą monetę w środku paczki"}
{"en":"The one who finds it can keep it","pl":"Ten kto ją znajdzie może ją zatrzymać"}
{"en":"Moreover, the one who finds it wins a million zlotys and an all-inclusive holiday! said Gosia, holding the soup packaging","pl":"Ponadto, ten kto ją znajdzie wygra milion złotych i wczasy All Inclusive! powiedziała Gosia trzymając paczkę zupki"}
{"en":"What a weird offer","pl":"A cóż to za dziwny konkurs"}
{"en":"A gold coin inside instant noodles? Gosia’s parents started to laugh","pl":"Złoto w zupce błyskawicznej? rodzice Gosi roześmiali się"}
{"en":"Weird","pl":"Dziwny"}
{"en":"but nevermind","pl":"Ale, nieważne"}
{"en":"There’s nothing in here, said Gosia, looking inside the packaging","pl":"Tutaj nic nie ma, powiedziała Gosia, zaglądając do paczki"}
{"en":"The family started to eat","pl":"Rodzina zabrała się do jedzenia"}
{"en":"However, after a moment, Gosia started coughing","pl":"Po chwili jednak Gosia zaczęła kaszleć"}
{"en":"What happened, honey? the mom said","pl":"Co ci się stało kochanie? powiedziała mama"}
{"en":"Gosia’s parents were worried about her","pl":"Rodzice Gosi byli zaniepokojeni"}
{"en":"The girl started to choke","pl":"Dziewczyna zaczęła się dusić"}
{"en":"Her face got red","pl":"Jej twarz zrobiła się czerwona"}
{"en":"She fell on the floor","pl":"Gosia upadła na podłogę"}
{"en":"Call the ambulance! the mom exclaimed","pl":"Dzwoń na pogotowie! krzyknęła mama"}
{"en":"While the father was calling the ambulance, Gosia’s mom tried to help her","pl":"Podczas gdy ojciec dzwonił na pogotowie, mama Gosi próbowała jej pomóc"}
{"en":"The ambulance arrived in a few minutes","pl":"Karetka zjawiła się po kilku minutach"}
{"en":"What happened? the paramedic asked","pl":"Co się stało? zapytał sanitariusz"}
{"en":"I have no idea","pl":"Nie mam pojęcia"}
{"en":"Our daughter was eating dinner, and suddenly she started to choke","pl":"Nasza córka jadła obiad i nagle zaczęła się dusić"}
{"en":"She has a food allergy, Gosia’s mom said","pl":"Ma alergię pokarmową, powiedziała mama"}
{"en":"She’s unconscious","pl":"Jest nieprzytomna"}
{"en":"We have to take her to the hospital as quickly as possible, the paramedic said","pl":"Musimy jak najszybciej zabrać ją do szpitala, powiedział sanitariusz"}
{"en":"The ambulance took Gosia to the hospital","pl":"Karetka zabrała Gosię do szpitala"}
{"en":"Her parents were worried","pl":"Rodzice byli bardzo zmartwieni"}
{"en":"Gosia had been suffering from a food allergy, yet she had never had such symptoms","pl":"Gosia cierpiała na alergię pokarmową, ale nigdy wcześniej nie miała takich objawów"}
{"en":"Sometimes, she got a rash or she had headaches","pl":"Czasami dostawała wysypki lub bolała ją głowa"}
{"en":"But she’d never ever been choking so badly","pl":"Ale nigdy, przenigdy nie dusiła się"}
{"en":"The parents decided to follow the ambulance","pl":"Rodzice postanowili pojechać do szpitala za karetką"}
{"en":"They were really concerned about their daughter","pl":"Byli bardzo zdenerwowani"}
{"en":"Thy were scared","pl":"Bali się o swoją córkę"}
{"en":"After a few hours spent at the hospital, the doctor finally came to them","pl":"Po kilku godzinach spędzonych w szpitalu w końcu przyszedł do nich lekarz"}
{"en":"Your daughter has woken up","pl":"Wasza córka obudziła się"}
{"en":"We had to give her an injection","pl":"Musieliśmy podać jej zastrzyk"}
{"en":"Now everything’s okay, the doctor said","pl":"Wszystko już jest okej, powiedział lekarz"}
{"en":"But what happened? the mom asked","pl":"Ale co się stało? spytała mama"}
{"en":"Indeed, your daughter suffers from a food allergy","pl":"Córka faktycznie ma alergię pokarmową"}
{"en":"But it wasn’t the reason for choking, the doctor answered","pl":"Ale to nie to było powodem zachłyśnięcia, odpowiedział lekarz"}
{"en":"So what happened, then? Gosia’s dad asked","pl":"To co się stało w takim razie? zapytał ojciec Gosi"}
{"en":"The parents were confused","pl":"Rodzice byli zmieszani"}
{"en":"We found a gold coin in her gullet","pl":"Znaleźliśmy w jej przełyku złotą monetę"}
{"en":"Do you have any idea how this thing got there? the doctor asked","pl":"Czy wiedzą może państwo jak się tam znalazła? zapytał lekarz"}
{"en":"I can’t believe it! the mom exclaimed","pl":"Nie mogę w to uwierzyć! krzyknęła mama"}
{"en":"I can’t believe it!","pl":"Nie mogę w to uwierzyć!"}
{"en":"After a few minutes, the parents decided to enter the room where their daughter was resting","pl":"Po kilku minutach rodzice postanowili wejść do sali, gdzie leżała ich córka"}
{"en":"Hi, honey! the mom said","pl":"Cześć, kochanie! powiedziała mama"}
{"en":"Mom, dad","pl":"Mamo, tato"}
{"en":"what happened? Gosia asked","pl":"co się stało? zapytała Gosia"}
{"en":"She was really tired","pl":"Była bardzo zmęczona"}
{"en":"Has my food allergy gotten worse? she asked","pl":"Czy moja alergia pokarmowa się pogorszyła? dodała"}
{"en":"No, honey","pl":"Nie, kochanie"}
{"en":"It was something different, her father said","pl":"To coś innego, odpowiedział ojciec"}
{"en":"Truly a blessing in disguise, her mom added","pl":"Prawdziwe szczęście w nieszczęściu, dodała mama"}
{"en":"I don’t understand","pl":"Nie rozumiem"}
{"en":"What really happened? Gosia was confused","pl":"Co tak naprawdę się stało? Gosia była zmieszana"}
{"en":"Honey, you had a gold coin in your soup","pl":"Kochanie, w twojej zupie była złota moneta"}
{"en":"You didn’t feel it in your mouth and you swallowed it","pl":"Nie poczułaś jej i połknęłaś ją"}
{"en":"It got stuck in your gullet","pl":"Utknęła ci w przełyku"}
{"en":"The doctors have already taken it out, the father said","pl":"Lekarze już ją wyciągnęli, odpowiedział ojciec"}
{"en":"Gosia couldn’t believe it","pl":"Gosia nie mogła w to uwierzyć"}
{"en":"It was the coin from the lottery","pl":"To była moneta z loterii"}
{"en":"After leaving the hospital, Gosia got the coin back","pl":"Po wyjściu ze szpitala Gosia otrzymała monetę"}
{"en":"She immediately contacted the soup company and showed them the gold coin","pl":"Od razu skontaktowała się z firmą produkującej zupki i pokazała im monetę"}
{"en":"Gosia won a million zlotys and holidays! Although it wasn’t a lucky win, Gosia was happy","pl":"Gosia wygrała milion złotych i wczasy! Pomimo tego, że nie była to do końca szczęśliwa wygrana, Gosia była zadowolona"}
{"en":"It was truly a blessing in disguise","pl":"To było prawdziwe szczęście w nieszczęściu"}
{"en":"Gosia lived with her parents","pl":"Gosia mieszkała ze swoimi rodzicami"}
{"en":"Her parents loved taking part in lotteries and buying scratch cards","pl":"Jej rodzice uwielbiali brać udział w konkursach I kupować zdrapki"}
{"en":"Her dad had always brought Gosia some scratch cards from a supermarket","pl":"Tata zawsze przynosił Gosi zdrapki z supermarketu"}
{"en":"Gosia also loved taking part in lotteries","pl":"Gosia też uwielbiała brać udział w konkursach"}
{"en":"One day, the whole family was watching a game show","pl":"Pewnego dnia rodzina oglądała teleturniej"}
{"en":"Gosia’s mom prepared some instant noodles for dinner","pl":"Mama Gosi przygotowała błyskawiczną zupę na obiad"}
{"en":"Gosia read on the packaging that there could be a gold coin inside","pl":"Gosia przeczytała na opakowaniu, że w opakowaniu można znaleźć złotą monetę"}
{"en":"The one who found it won one million zlotys and holidays","pl":"Ten kto ją znalazł mógł wygrać milion złotych i wczasy"}
{"en":"There was nothing inside Gosia’s packaging","pl":"W opakowaniu jednak nic nie było"}
{"en":"After a while, Gosia started choking","pl":"Po chwili Gosia zaczęła się dusić"}
{"en":"Her parents called an ambulance, and Gosia was taken to the hospital","pl":"Rodzice zadzwonili na pogotowie I Gosia została zabrana do szpitala"}
{"en":"After a few hours, the doctors told Gosia’s parents that there was a gold coin inside Gosia’s gullet","pl":"Po kilku godzinach lekarze powiedzieli rodzicom, że znaleźli w przełyku Gosi złotą monetę"}
{"en":"Her parents couldn’t believe it","pl":"Rodzice nie mogli uwierzyć"}
{"en":"They told Gosia about everything","pl":"Powiedzieli o wszystkim Gosi"}
{"en":"Gosia kept the coin, and she won one million zlotys","pl":"Gosia zatrzymała monetę I wygrała milion złotych"}
{"en":"Agnes sent the last email and switched off the computer","pl":"Agnieszka wysłała ostatni e-mail i wyłączyła komputer"}
{"en":"Weekend","pl":"Weekend"}
{"en":"Finally","pl":"Nareszcie"}
{"en":"It’s time to relax, she thought and closed the office door","pl":"Czas na odpoczynek, pomyślała i zamknęła drzwi biura"}
{"en":"It was a hot summer day, so Agnes decided not to rush home","pl":"Był ciepły, słoneczny dzień, więc Agnieszka postanowiła nie spieszyć się do domu"}
{"en":"She could finally get some rest after a long and hard week at work","pl":"W końcu mogła odetchnąć po ciężkim tygodniu w pracy"}
{"en":"Her office was located in the city center, so she decided to take a walk in the old town and eat her favorite ice cream","pl":"Jej biuro było w centrum miasta, dlatego postanowiła przejść się po starym mieście i zjeść jej ulubione lody"}
{"en":"As she was sitting in the restaurant garden, she heard someone playing guitar and singing","pl":"Siedząc w restauracyjnym ogródku usłyszała gitarę i śpiew"}
{"en":"It has to be him, she thought","pl":"To na pewno on, pomyślała"}
{"en":"Yes","pl":"Tak"}
{"en":"It was him","pl":"To był on"}
{"en":"The musician she had been hearing every day","pl":"Grajek, którego słyszała codziennie"}
{"en":"That day, she had a lot of time","pl":"Tego dnia miała dużo czasu"}
{"en":"She was eating the ice cream slowly, and she was enjoying the music","pl":"Powoli jadła lody i wsłuchiwała się w muzykę"}
{"en":"The musician looked peculiar","pl":"Muzyk wyglądał dziwacznie"}
{"en":"He looked like a homeless man","pl":"Przypominał trochę bezdomnego"}
{"en":"He had a long beard, mustache, and long hair","pl":"Miał długą brodę i wąsy, długie włosy"}
{"en":"He was wearing old, worn-out jeans and a T-shirt","pl":"Był ubrany w stare, znoszone dżinsy oraz T-shirt"}
{"en":"After a while, Agnes noticed holes in his T-shirt","pl":"Po chwili Agnieszka zauważyła dziury w jego bluzce"}
{"en":"However, he didn’t care","pl":"On jednak nie przejmował się"}
{"en":"He was playing on, and his voice sounded like the voice of Agnes’ favorite artist from the radio","pl":"Grał dalej, a jego głos brzmiał jak głos Agnieszki ulubionego artysty z radia"}
{"en":"After a few moments, a crowd gathered around the musician","pl":"Po kilku chwilach wokół muzyka zebrał się tłum ludzi"}
{"en":"Everyone was listening to that mysterious man, and everyone was filming him","pl":"Wszyscy słuchali tego tajemniczego gościa i nagrywali go"}
{"en":"I’m really sorry for him","pl":"Szkoda mi go"}
{"en":"He’s got great talent and a beautiful voice","pl":"Ma taki talent i tak piękny głos"}
{"en":"He looks like a poor and homeless man, Agnes thought","pl":"Wygląda na biednego i bezdomnego, pomyślała Agnieszka"}
{"en":"The woman ate her ice cream quickly and approached the musician","pl":"Kobieta szybko zjadła lody i podeszła do muzyka"}
{"en":"She threw some coins into his guitar case and decided to stay a little longer and listen to him","pl":"Wrzuciła do gitarowego futerału kilka monet i postanowiła jeszcze chwilę go posłuchać"}
{"en":"The musician looked familiar","pl":"Muzyk wyglądał bardzo znajomo"}
{"en":"It has to be a pure coincidence","pl":"To zwykły zbieg okoliczności"}
{"en":"It’s impossible, Agnes thought","pl":"To niemożliwe, pomyślała Agnieszka"}
{"en":"The musician looked like her favorite artist","pl":"Muzyk przypominał jej ulubionego piosenkarza"}
{"en":"Agnes felt strange","pl":"Agnieszka poczuła się dziwnie"}
{"en":"Only her idol had so characteristic light blue eyes","pl":"Tylko jej idol posiadał charakterystyczne, jasnoniebieskie oczy"}
{"en":"That musician’s eyes looked exactly the same","pl":"Ten muzyk miał takie same"}
{"en":"But that beard","pl":"Ale ta broda"}
{"en":"and these clothes","pl":"i te ubrania"}
{"en":"It has to be someone else, she thought","pl":"To musi być ktoś inny, pomyślała"}
{"en":"Agnes had listened to the concert for so long that she didn’t realize that it had got dark and late","pl":"Agnieszka tak długo wsłuchiwała się w koncert, że nie zorientowała się że było już ciemno i późno"}
{"en":"The crowd dispersed","pl":"Wszyscy ludzie dookoła rozeszli się"}
{"en":"Only her and the musician were still standing there","pl":"Została tylko ona i muzyk"}
{"en":"It was the last song","pl":"A to był ostatni utwór na dziś"}
{"en":"Thank you very much, the musician said to the microphone","pl":"Dziękuję bardzo, powiedział muzyk do mikrofonu"}
{"en":"After a while, he started to pack his guitar and his gear","pl":"Po chwili zaczął pakować swoją gitarę oraz swój sprzęt"}
{"en":"Agnes decided to come closer and thank the musician for a great concert","pl":"Agnieszka postanowiła podejść do muzyka i podziękować mu za świetny koncert"}
{"en":"Hi","pl":"Cześć"}
{"en":"I’m Agnes","pl":"Jestem Agnieszka"}
{"en":"It was a really great concert","pl":"To był naprawdę świetny koncert"}
{"en":"I really enjoy listening to you, she said","pl":"Bardzo lubię słuchać jak grasz, powiedziała"}
{"en":"Hi","pl":"Cześć"}
{"en":"Thanks","pl":"Dzięki"}
{"en":"Nice to meet you","pl":"Miło cię poznać"}
{"en":"I’m Artur, the musician said","pl":"Jestem Artur, odpowiedział muzyk"}
{"en":"You know","pl":"Wiesz"}
{"en":"I work over there","pl":"pracuję niedaleko stąd"}
{"en":"My office is right there","pl":"Tam jest moje biuro"}
{"en":"Agnes pointed with her finger","pl":"Agnieszka wskazała swoim palcem na ulicę"}
{"en":"Every day I hear you play","pl":"Codziennie słyszę jak grasz"}
{"en":"I really like listening to your music","pl":"Naprawdę uwielbiam cię słuchać"}
{"en":"You remind me of my idol, Filip Lewandowski","pl":"Przypominasz mi mojego ulubionego idola Filipa Lewandowskiego"}
{"en":"He’s a great artist","pl":"Jest świetnym artystą"}
{"en":"I have all his records, Agnes said","pl":"Mam wszystkie jego płyty, dodała Agnieszka"}
{"en":"Really? I like Filip Lewandowski too","pl":"Serio? Też uwielbiam Filipa Zalewskiego"}
{"en":"I was at his concert recently","pl":"Byłem ostatnio na jego koncercie"}
{"en":"He plays really well","pl":"Świetnie gra"}
{"en":"I hope I will play as good as him one day, Artur said","pl":"Mam nadzieję, że kiedyś będę grał tak jak on, odpowiedział Artur"}
{"en":"But you already play as good as him! You have the same voice","pl":"Ale ty przecież grasz tak jak on! Masz taki sam głos"}
{"en":"Maybe you look different, you have a beard and a mustache","pl":"Może wyglądasz troszkę inaczej, masz brodę i długie włosy"}
{"en":"but you have the same eyes","pl":"ale masz takie same oczy"}
{"en":"That color is very rare, Agnes said","pl":"Ten kolor jest bardzo rzadki, powiedziała Agnieszka"}
{"en":"Thanks","pl":"Dzięki"}
{"en":"Nice to hear that, Artur said","pl":"Miło mi to słyszeć, odpowiedział Artur"}
{"en":"Agnes decided to ask an inconvenient question","pl":"Agnieszka postanowiła zadać niewygodne pytanie"}
{"en":"I’m sorry I’m asking but","pl":"Przepraszam, że pytam, ale"}
{"en":"are you homeless? Do you need help? I saw that people didn’t throw much money to your guitar case","pl":"czy ty jesteś bezdomny? Potrzebujesz pomocy? Widziałam, że ludzie nie wrzucili ci dziś dużo pieniędzy do twojego futerału"}
{"en":"Maybe you need something? Don’t get me wrong","pl":"Może potrzebujesz czegoś? Nie zrozum mnie źle"}
{"en":"Sometimes I see musicians who play only because they need some money","pl":"Czasem widzę muzyków, którzy grają tylko dlatego, że potrzebują pieniędzy"}
{"en":"I only want to help, Agnes said","pl":"Chcę tylko pomóc, powiedziała Agnieszka"}
{"en":"Artur was confused","pl":"Artur był zmieszany"}
{"en":"He didn’t know what to say","pl":"Nie wiedział co powiedzieć"}
{"en":"Agnes was afraid that she could hurt the musician","pl":"Przez chwilę Agnieszka bała się, że uraziła muzyka"}
{"en":"No","pl":"Nie"}
{"en":"I’m not homeless","pl":"nie jestem bezdomny"}
{"en":"I play because I love music, the musician said","pl":"Gram, bo kocham muzykę, odpowiedział muzyk"}
{"en":"However, Agnes felt that something was wrong","pl":"Agnieszka czuła jednak, że coś było nie tak"}
{"en":"After asking Artur about the money, he got confused","pl":"Po pytaniu o pieniądze Artur był bardzo zmieszany"}
{"en":"He started to act strange","pl":"Zaczął zachowywać się bardzo dziwnie"}
{"en":"Something wrong? Did I hurt you? If so, I’m really sorry","pl":"Coś nie tak? Uraziłam cię? Jeśli tak to bardzo przepraszam"}
{"en":"I see something’s wrong, Agnes said","pl":"Chyba coś jest nie tak, powiedziała Agnieszka"}
{"en":"No","pl":"Nie"}
{"en":"everything’s okay, the musician said","pl":"wszystko jest ok, odpowiedział muzyk"}
{"en":"After a while, he started to speak","pl":"Po chwili jednak odezwał się jeszcze raz"}
{"en":"You know what","pl":"Wiesz co"}
{"en":"I’ll tell you the truth","pl":"powiem ci prawdę"}
{"en":"I’m not Arthur","pl":"Nie jestem Artur"}
{"en":"I lied to you","pl":"Skłamałem"}
{"en":"I’m sorry","pl":"Przepraszam"}
{"en":"Agnes didn’t know what to say","pl":"Agnieszka nie wiedziała co powiedzieć"}
{"en":"The musician continued","pl":"Muzyk kontynuował"}
{"en":"You’ve managed to notice the resemblance to Filip","pl":"Udało ci się dostrzec podobieństwo do Filipa"}
{"en":"The truth is, I don’t look like him","pl":"Ale tak naprawdę nie jestem do niego podobny"}
{"en":"It’s me","pl":"To ja"}
{"en":"Filip Lewandowski","pl":"Filip Lewandowski"}
{"en":"Agnes couldn’t believe it","pl":"Agnieszka nie mogła uwierzyć"}
{"en":"But why? Why did you say you were Artur? Why do you play here? And that beard, long hair","pl":"Ale dlaczego? Dlaczego przedstawiłeś się jako Artur? Dlaczego grasz tutaj? I ta broda, długie włosy"}
{"en":"I don’t understand","pl":"Nie rozumiem"}
{"en":"Agnes couldn’t hide her surprise","pl":"Agnieszka nie mogła ukryć zaskoczenia"}
{"en":"The beard’s fake, the musician said and detached the beard","pl":"To sztuczna broda, powiedział muzyk i odkleił brodę"}
{"en":"He took off the wig too","pl":"Po chwili ściągnął także perukę"}
{"en":"I still don’t understand, said Agnes and added Is it a reality show? Is there a hidden camera here?","pl":"Nadal nie rozumiem, powiedziała Agnieszka i dodała „Czy to jest jakieś reality show? Czy ja jestem w ukrytej kamerze?"}
{"en":"Filip started to laugh","pl":"Filip roześmiał się"}
{"en":"No","pl":"Nie"}
{"en":"Nothing like this","pl":"Nic z tych rzeczy"}
{"en":"I just like performing incognito","pl":"Ja po prostu lubię koncertować incognito"}
{"en":"I really like when people listen to me and appreciate my talent, not my physical appearance","pl":"Lubię kiedy ludzie słuchają mnie i podziwiają mój talent, nie mój wygląd"}
{"en":"That’s why I pretend to be someone else, and I wear a wig and a fake beard","pl":"Dlatego udaję kogoś innego i zakładam perukę i sztuczną brodę"}
{"en":"I don’t want to be recognized by anyone, he said","pl":"Nie chcę, aby ktoś mnie poznał, odpowiedział"}
{"en":"Agnes finally understood","pl":"Agnieszka w końcu zrozumiała"}
{"en":"yet she still couldn’t believe it","pl":"Jednak nadal nie mogła uwierzyć"}
{"en":"She was talking to her idol!","pl":"Rozmawiała ze swoim idolem!"}
{"en":"You’re my idol","pl":"Jesteś moim idolem"}
{"en":"I love listening to your music","pl":"Uwielbiam cię słuchać"}
{"en":"I have all your records, she said","pl":"Mam wszystkie twoje płyty, powiedziała"}
{"en":"Thank you","pl":"Dziękuję"}
{"en":"You’re an amazing person","pl":"Jesteś wspaniałą osobą"}
{"en":"You appreciate my talent","pl":"Doceniasz mój talent"}
{"en":"You didn’t know it was me, and still, you approached me, and you said that I’d played an amazing concert","pl":"Nie wiedziałaś, że to ja, a mimo to podeszłaś do mnie i powiedziałaś mi, że dałem świetny koncert"}
{"en":"I’d like you to come to my concert","pl":"Chciałbym, abyś przyjechała na mój kolejny koncert"}
{"en":"But this time, I will perform as Filip Lewandowski","pl":"Tym razem już jako Filip Lewandowski"}
{"en":"Of course, you get a free ticket and a place backstage, Filip said","pl":"Oczywiście dostajesz darmowy bilet i miejsce na bekstejdżu, odpowiedział Filip"}
{"en":"Agnes couldn’t believe it","pl":"Agnieszka nie mogła uwierzyć"}
{"en":"It was like a dream come true","pl":"To było jak spełnienie marzeń"}
{"en":"Since that day, her idol was her best friend","pl":"Od tamtego dnia jej idol stał się jej przyjacielem"}
{"en":"Agnes was at every concert of his and spent time with him","pl":"Agnieszka chodziła na każdy koncert i spędzała czas z Filipem"}
{"en":"She always had a place backstage","pl":"Zawsze było dla niej miejsce na bekstejdżu"}
